Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, fi, hu, sv

source: External identifier value is required.
ar: يجب الإدلاء بمعرف خارجي.
cs: Je vyžadována hodnota externího identifikátoru.
de: Externe Kennung ist ein Pflichtfeld.
fi: Ulkoinen tunnistearvo on pakollinen.
hu: A külső azonosító érték megadása kötelező.
sv: Externt identifieringsvärde krävs.

source: PID not found for type {scheme}
ar: لا يوجد معرف PID لهذا النوع {scheme}
cs: PID pro typ {scheme} nebylo nalezeno
de: PID für Typ {scheme} nicht gefunden.
fi: Pysyvää tunnistetta ei löytynyt tyypille {scheme}
hu: Nem található PID a következő típushoz: {scheme}
sv: PID hittades inte för typen {scheme}

source: Cannot discard a reserved or registered persistent identifier.
ar: لا يمكن تجاهل معرف الدائم محجوز أو مسجل.
cs: Nemohu odstranit rezervovaný nebo registrovaný persistentní identifikátor.
de: Eine reservierte oder registrierte Persistente ID kann nicht verworfen werden.
fi: Varattua tai rekisteröityä pysyvää tunnistetta ei voi hylätä.
hu: Lefoglalt vagy regisztrált állandó azonosítót nem lehet elvetni.
sv: Det går inte att ta bort en reserverad eller registrerad beständig identifierare.

source: You must provide a pid value.
ar: يجب عليك توفير قيمة الـ pid.
cs: Musíte poskytnout hodnotu PID.
de: Sie müssen einen PID-Wert angeben.
fi: Sinun on annettava PID-arvo.
hu: Meg kell adnia PID értéket.
sv: Du måste ange ett PID värde.

source: {pid_type}:{identifier} already exists.
ar: {pid_type}:{identifier} متواجد سابقا.
cs: {pid_type}:{identifier} už existuje.
de: {pid_type}:{identifier} existiert bereits.
fi: {pid_type}:{identifier} on jo olemassa.
hu: {pid_type}:{identifier} már létezik.
sv: {pid_type}:{identifier} finns redan.

source: Missing publisher field required for DOI registration.
ar: حقل الناشر المفقود مطلوب لتسجيل DOI.
cs: Chybí pole vydavatele potřebné pro registraci DOI.
de: Der fehlende Wert im Feld "Herausgeber*in" ist erforderlich für die Registrierung des DOI.
fi: DOI-rekisteröinti edellyttää julkaisijan kenttää, joka puuttuu.
hu: A DOI regisztrációhoz szükséges kiadó mező hiányzik.
sv: Utgivarfält saknas för DOI-registrering.

source: The prefix '{prefix}' is managed by {sitename}. Please supply an external DOI or select 'No' to have a DOI generated for you.
ar: تتم إدارة البادئة '{prefix}' بواسطة {sitename}. يُرجى توفير مُعرِّف DOI خارجي أو اختيار "لا" لإنشاء مُعرِّف DOI خاص لك.
cs: Prefix '{prefix}' je spravován {sitename}. Prosím zadejte externí DOI nebo vyberte 'Ne', pokud chcete, aby byl DOI vygenerován za vás.
de: Das Präfix '{prefix}' wird von {sitename} verwaltet. Bitte geben Sie eine externe DOI an, oder wählen Sie 'Nein', um eine neue DOI zu erzeugen.
fi: Etuliitettä '{prefix}' hallinnoi {sitename}. Anna ulkoinen DOI tai valitse 'Ei', jotta DOI luodaan puolestasi.
hu: A(z) '{prefix}' prefixet a(z) {sitename} kezeli. Kérjük, adjon meg külső DOI-t, vagy válassza a 'Nem'-et saját DOI generálásához.
sv: Prefixet '{prefix}' hanteras av {sitename}. Ange en extern DOI eller välj ”Nej” om du vill att en DOI ska genereras åt dig.

source: Missing {scheme} for required field.
ar: لا يوجد {scheme} للحقل المطلوب.
cs: Chybí {scheme} pro vyžadovanou položku.
de: Fehlendes {scheme} für ein Pflichtfeld.
fi: Pakollisesta kentästä puuttuu {scheme}.
hu: Hiányzó {scheme} egy kötelező mezőhöz.
sv: Saknar {scheme} för obligatoriskt fält.

source: Invalid review type.
ar: نوع تقييم خاطئ
cs: Špatný typ kontroly.
de: Ungültiger Review-Typ.
fi: Virheellinen arviointityyppi.
hu: Érvénytelen bírálattípus.
sv: Ogiltig granskningstyp.

source: A review already exists for this record
ar: هناك تقييم سابق لهذا السجل
cs: Pro tento záznam už existuje kontrolní proces
de: Für diesen Eintrag existiert bereits ein Review-Ergebnis.
fi: Tälle tietueelle on jo olemassa arviointi
hu: Már van bírálat ehhez a rekordhoz
sv: Det finns redan en granskning för den här posten

source: You cannot create a review for an already published record.
ar: لا يمكنك تقييم سجل منشور سابقا.
cs: Nemůžete vytvořit kontrolní proces pro už publikovaný záznam.
de: Für einen bereits veröffentlichten Eintrag kann kein Gutachten mehr erstellt werden.
fi: Et voi luoda arviota jo julkaistulle tietueelle.
hu: Nem hozhat létre bírálatot már közzétett rekordhoz.
sv: Du kan inte skapa en granskning för en redan publicerad post.

source: You cannot delete a review for a draft that has already been published.
ar: لا يمكن حذف تقييم لمسودة تم نشرها.
cs: Nemůžete smazat kontrolu pro koncept, který už byl publikován.
de: Das Review-Ergebnis eines bereits veröffentlichten Eintrags kann nicht gelöscht werden.
fi: Et voi poistaa arviota luonnoksesta, joka on jo julkaistu.
hu: Nem törölhet bírálatot olyan piszkozathoz, amit már közzétettek.
sv: Du kan inte ta bort en granskning för ett utkast som redan har publicerats.

source: An open review cannot be deleted.
ar: لا يمكن حذف تقييم مفتوح
cs: Otevřená kontrola nemůže být smazána.
de: Eine ausstehende Begutachtung kann nicht gelöscht werden.
fi: Avointa arviota ei voi poistaa.
hu: Nyílt bírálatot nem lehet törölni.
sv: En öppen granskning kan inte raderas.

source: Must be a boolean, true or false
ar: يجب أن يكون منطقيًا boolean ، صحيحًا أو خطأً
cs: Musí být boolean, true nebo false
de: Muss ein boolescher Wert (true oder false) sein
fi: On oltava totuusarvo (true tai false)
hu: Logikai értéknek kell lennie: vagy igaz, vagy hamis.
sv: Måste vara att booleskt värde, true eller false

source: Embargo end date must be set to a future date.
ar: التاريخ المدلى لانتهاء الحظر يجب أن يكون لاحقا للتاريخ الحالي.
cs: Konec embarga musí být nastaveno na datum v budoucnosti.
de: Das End-Datum des Embargo-Zeitraums muss in der Zukunft liegen.
fi: Embargon päättymispäivä on asetettava tulevaisuuteen.
hu: A zárolás végének jövőbeli dátumot kell megadni.
sv: Embargots slutdatum måste sättas till ett framtida datum.

source: Embargo end date must be unset or in the past.
ar: يجب أن يكون تاريخ انتهاء الحظر غير محدد أو أن يكون تاريخا قد مضي.
cs: Konec embarga nesmí být nastaven či být nastaven na datum v minulosti.
de: Das End-Datum des Embargo-Zeitraums muss entweder leer sein oder in der Vergangenheit liegen.
fi: Embargon päättymispäivä pitää poistaa tai sen tulee olla menneisyydessä.
hu: A zárolás végét hagyja beállítatlanul, vagy állítsa múltbeli időpontra!
sv: Embargots slutdatum måste vara oinställt eller i det förflutna.

source: '{field_name}' must be either 'public' or 'restricted'
ar: '{field_name}' يجب أن يكون إما 'مشاع' أو 'مقيّد'
cs: Pole '{field_name}' musí mít buď veřejnou nebo omezenou viditelnost.
de: '{field_name}' muss entweder "Öffentlich" oder "Eingeschränkt" sein.
fi: '{field_name}' on oltava joko 'public' tai 'restricted'
hu: A(z) '{field_name}' mező értékének „nyilvánosnak” vagy „korlátozottnak” kell lennie
sv: '{field_name}' måste vara antingen 'offentlig' eller 'begränsad'

source: Too many records passed, {max_number} max allowed.
ar: تم تمرير عدد كبير جدًا من التسجيلات، الحد الأقصى المسموح به هو {max_number}.
cs: Vybráno příliš mnoho záznamů, maximální povolený počet je {max_number}.
de: Es wurden zu viele Datensätze übergeben. Maximal sind {max_number} erlaubt.
fi: Liian monta tietuetta annettu; enimmäismäärä on {max_number}.
hu: Túl sok rekordot adott meg, a maximális megengedett szám {max_number}.
sv: För många poster godkända, {max_number} max tillåtet.

source: Duplicated records {rec_ids}.
ar: التسجيلات المكررة {rec_ids}.
cs: Duplikované záznamy {rec_ids}.
de: Doppelte Datensätze {rec_ids}.
fi: Päällekkäiset tietueet {rec_ids}.
hu: Duplumrekordok {rec_ids}.
sv: Duplicerade poster {rec_ids}.

source: Only one value is accepted.
ar: يتم قبول قيمة واحدة فقط.
cs: Je povolena pouze jedna hodnota.
de: Es wird nur ein Wert akzeptiert.
fi: Vain yksi arvo hyväksytään.
hu: Csak egy érték elfogadott.
sv: Endast ett värde kan anges.

source: Not a valid locale.
ar: لغة محلية خاطئة.
cs: Nejde o platnou lokalizaci.
de: Keine gültiges Gebietsschema.
fi: Ei kelvollinen kieliasetus.
hu: Nem érvényes nyelvi beállítás.
sv: Inte en giltig plats.

source: Invalid value. Choose one of {NAMES}.
ar: قيمة خاطئة. إختر إحدى خيارات {NAMES}.
cs: Chybná hodnota. Zvolte jeden z {NAMES}.
de: Ungültiger Wert. Wählen Sie aus {NAMEN}.
fi: Virheellinen arvo. Valitse jokin seuraavista: {NAMES}.
hu: Érvénytelen érték. Válasszon egyet innen: {NAMES}.
sv: Ogiltigt värde. Välj någon av {NAMES}.

source: Family name cannot be blank.
ar: لا يمكن أن يكون اسم العائلة فارغًا.
cs: Příjmení nemůže být prázdné.
de: Nachname darf nicht leer sein.
fi: Sukunimi ei voi olla tyhjä.
hu: A családnév nem lehet üres.
sv: Efternamn får inte vara tomt.

source: Name cannot be blank.
ar: اﻹسم لا يمكن أن يكون فارغا
cs: Název nemůže být prázdný.
de: Der Name darf nicht leer sein.
fi: Nimi ei voi olla tyhjä.
hu: A név nem lehet üres.
sv: Namn får inte vara tomt.

source: Duplicated affiliations:
ar: الانتماءات المكررة:
cs: Duplikované afiliace:
de: Doppelte Affiliationen:
fi: Päällekkäiset organisaatiot:
hu: Duplikált affiliációk:
sv: Duplicerade affilieringar:

source: Not a valid URL.
ar: رابط ويب غير صحيح.
cs: Nevalidní URL.
de: Keine gültige URL.
fi: Ei kelvollinen URL-osoite.
hu: Nem érvényes URL.
sv: Inte en giltig URL-adress.

source: An existing id or a free text title must be present
ar: يجب أن يوجد إما معرف id أو نص حر لعنوان.
cs: Musí být nastaveno buď existující ID nebo volný text
de: Es muss eine existierende ID oder ein Freitextname angegeben sein
fi: Olemassa oleva tunniste tai vapaamuotoinen otsikko on annettava
hu: Lennie kell egy létező azonosítónak vagy egy szabad szöveges címnek
sv: Ett befintligt id eller en fritexttitel måste finnas

source: Only an existing id or free text title/description/link is accepted, but not both cases at the same time
ar: يجب أن يوجد إما معرف id أو نص/ وصف/ رابط حر، إحداهما لا الاثنين معا.
cs: Jsou povoleny pouze existující id nebo volný text pro název/popis/odkaz, ale ne oba najednou
de: Es wird entweder eine bereits vorhandene ID oder Freitext in Form von Titel/Beschreibung/Link akzeptiert, aber nicht beides zusammen.
fi: Vain olemassa oleva tunniste TAI vapaamuotoinen otsikko/kuvaus/linkki hyväksytään, ei molempia yhtä aikaa
hu: Csak egy meglévő azonosító vagy szabad szövegű cím/leírás/link fogadható el, de nem lehet mindkettő egyszerre
sv: Endast ett befintligt id eller fritexttitel/beskrivning/länk accepteras, men inte båda samtidigt

source: At least one of ['geometry', 'place', identifiers', 'description'] must be present.
ar: يجب أن يتوفر واحد على الأقل من ["الهندسة" ، "المكان" ، المعرفات "،" الوصف "].
cs: Musí být nastavena alespoň jedna z hodnot "geometrie", "místo", "identifikátory", "popis".
de: Es muss mindestens ein Feld aus der Liste ['Geometry', 'Ort', 'Identifier', 'Beschreibung'] vorhanden sein.
fi: Vähintään yksi seuraavista on annettava: ['geometry', 'place', 'identifiers', 'description'].
hu: Az alábbiak közül legalább egynek meg kell lennie: ['geometria', 'hely', 'azonosítók', 'leírás']
sv: Minst en av ['geometry', 'place', identifiers', 'description'] måste finnas.

source: Size cannot be a blank string.
ar: لا يمكن قبول الحجم حقلا فارغا.
cs: Velikost nemůže být prázdný řetězec.
de: Die Größe darf keine leere Zeichenkette sein.
fi: Koko ei voi olla tyhjä merkkijono.
hu: A méret nem lehet üres sztring.
sv: Storlek kan inte vara en tom sträng.

source: Format cannot be a blank string.
ar: لا يمكن قبول الصيغة حقلا فارغا.
cs: Formát nemůže být prázdný řetězec.
de: Das Format darf keine leere Zeichenkette sein.
fi: Muoto ei voi olla tyhjä merkkijono.
hu: A formátum nem lehet üres sztring.
sv: Format får inte vara en tom sträng.

source: Invalid persistent identifier scheme.
ar: مخطط المعرف الدائم خاطئ.
cs: Chybné schéma persistentního identifikátoru.
de: Ungültiges Schema für die persistente ID.
fi: Virheellinen pysyvän tunnisteen skeema.
hu: Érvénytelen állandó azonosítóséma.
sv: Ogiltigt schema för beständigt identifierare.

source: Too many communities passed, {max_number} max allowed.
ar: تم تمرير عدد كبير جدًا من المجتمعات، الحد الأقصى المسموح به هو {max_number}.
cs: Vybráno příliš mnoho komunit, maximální povolený počet je {max_number}.
de: Es wurden zu viele Communities übergeben. Maximal sind {max_number} erlaubt.
fi: Liian monta yhteisöä annettu; enimmäismäärä on {max_number}.
hu: Túl sok közösséget adott meg, a maximális megengedett szám {max_number}.
sv: För många communities godkända, {max_number} max tillåtet.

source: Duplicated communities {com_ids}.
ar: المجتمعات المكررة {com_ids}.
cs: Duplikované komunity {com_ids}.
de: Doppelte Communities {com_ids}.
fi: Päällekkäiset yhteisöt {com_ids}.
hu: Duplikált közösségek {com_ids}.
sv: Duplicerade communities {com_ids}.

source: Invalid persistent identifier scheme {scheme}.
ar: مخطط المعرف الدائم غير صالح {scheme}.
cs: Chybné schéma persistentního identifikátoru {scheme}.
de: Ungültiges Schema für die persistente ID {scheme}.
fi: Virheellinen pysyvän tunnisteen skeema {scheme}.
hu: Érvénytelen állandó azonosító séma: {scheme}.
sv: Ogiltigt schema för beständigt identifierare {scheme}.

source: Publisher
ar: النّاشر
cs: Vydavatel
de: Herausgeber*in
fi: Julkaisija
hu: Kiadó
sv: Utgivare

source: Pages
ar: صفحات:
cs: Stránky
de: Seiten
fi: Sivut
hu: Oldalak
sv: Sidor

source: Session part
ar: جزء من فضاء العمل
cs: Část sekce
de: Teil der Sitzung
fi: Istunnon osa
hu: Munkamenet rész
sv: Sessionsdel

source: Opens in new tab
ar: فتح في تبويبة جديدة
cs: Otevře se v nové záložce
fi: Aukeaa uuteen välilehteen
hu: Új lapon nyílik meg
sv: Öppnas i ny flik

source: ✅ Community inclusion accepted for '{record_title}'
ar: ✅ تم قبول إدراج المجتمع لـ '{record_title}'
cs: ✅ Přijetí zařazení do komunity pro '{record_title}'
de: ✅ Community-Einschluss für '{record_title}' akzeptiert.
fi: ✅ Yhteisöön sisällyttäminen hyväksytty tietueelle '{record_title}'
hu: ✅ A(z) '{record_title}' rekord közösségi befogadása megtörtént
sv: ✅ Community inkludering accepterad för '{record_title}'

source: The community curator '@{curator_name}' accepted the record '{record_title}' into the community '{community_title}'
ar: قام المشرف على المجتمع '@{curator_name}' بقبول التسجيلة '{record_title}' في المجتمع '{community_title}'
cs: Komunitní kurátor '@{curator_name}' přijal záznam '{record_title}' do komunity '{community_title}'
de: Der Community-Kurator '@{curator_name}' hat den Datensatz '{record_title}' in die Community '{community_title}' aufgenommen.
fi: Yhteisön kuraattori '@{curator_name}' hyväksyi tietueen '{record_title}' yhteisöön '{community_title}'
hu: A közösség kurátora '@{curator_name}' befogadta a(z) '{record_title}' rekordot a(z) '{community_title}' közösségbe
sv: Community granskaren '@{curator_name}' har accepterat posten '{record_title}' till communitiet '{community_title}'

source: with the following message:
ar: مع الرسالة التالية:
cs: s následující zprávou:
de: mit der folgenden Nachricht:
fi: seuraavalla viestillä:
hu: ezzel az üzenettel:
sv: med följande meddelande:

source: Check out the submission request
ar: تحقق من طلب الإيداع
cs: Zkontrolujte žádost o odeslání
de: Überprüfen Sie die Einreichungsanfrage
fi: Tarkastele lähetyspyyntöä
hu: Ellenőrizze a beadási kérést
sv: Se begäran om inlämning

source: This is an auto-generated message. To manage notifications, visit your
ar: هذه رسالة حررت آليا. لإدارة الإشعارات، تفضل بزيارة
cs: Toto je automaticky generovaná zpráva. Pro správu notifikací navštivte své
de: Dies ist eine automatisch generierte Nachricht. Um Benachrichtigungen zu verwalten, besuchen Sie Ihre
fi: Tämä on automaattisesti luotu viesti. Hallitaksesi ilmoituksia, siirry
hu: Automatikusan generált üzenet. Az értesítések kezeléséhez látogasson el
sv: Detta är ett auto-genererat meddelande. För att hantera notiser, besök din

source: account settings
ar: إعدادات الحساب
cs: Nastavení účtu
de: Kontoeinstellungen
fi: tiliasetuksiisi
hu: fiókbeállítások
sv: kontoinställningar

source: The community curator @{curator_name} accepted the record '{record_title}' into the community '{community_title}'
ar: قام المشرف على المجتمع @{curator_name} بقبول التسجيلة '{record_title}' في المجتمع '{community_title}'
cs: Kurátor komunity @{curator_name} přijal záznam '{record_title}' do komunity '{community_title}'
de: Der Community-Kurator '@{curator_name}' hat den Datensatz '{record_title}' in die Community '{community_title}' aufgenommen.
fi: Yhteisön kuraattori @{curator_name} hyväksyi tietueen '{record_title}' yhteisöön '{community_title}'
hu: 'A közösség kurátora '@{curator_name}' befogadta a(z) '{record_title}' rekordot a(z) '{community_title}' közösségbe
sv: Community granskaren '@{curator_name}' har accepterat posten '{record_title}' till communitiet '{community_title}'

source: with the following message:
ar: مع الرسالة التالية:
cs: s následující zprávou:
de: mit der folgenden Nachricht:
fi: seuraavalla viestillä:
hu: ezzel az üzenettel:
sv: med följande meddelande:

source: This is an auto-generated message. To manage notifications, visit your account settings
ar: هذه رسالة حررت آليا. لإدارة الإشعارات، تفضل بزيارة إعدادات حسابك
cs: Toto je automaticky generovaná zpráva. Pro správu notifikací navštivte nastavení svého účtu.
de: Dies ist eine automatisch generierte Nachricht. Um Benachrichtigungen zu verwalten, besuchen Sie Ihre Kontoeinstellungen
fi: Tämä on automaattisesti luotu viesti. Hallitaksesi ilmoituksia, siirry tiliasetuksiisi
hu: Automatikusan generált üzenet. Az értesítéseit a fiókbeállítások között kezelheti
sv: Detta är ett auto-genererat meddelande. För att hantera notiser, besök dina konto-inställningar

source: The community curator *@{curator_name}* accepted the record *{record_title}* into the community *{community_title}*
ar: قام المشرف على المجتمع *@{curator_name}* بقبول التسجيلة *{record_title}* في المجتمع *{community_title}*
cs: Kurátor komunity *@{curator_name}* přijal záznam *{record_title}* do komunity *{community_title}*.
de: Der Community-Kurator '@{curator_name}' hat den Datensatz '{record_title}' in die Community '{community_title}' aufgenommen.
fi: Yhteisön kuraattori *@{curator_name}* hyväksyi tietueen *{record_title}* yhteisöön *{community_title}*
hu: A közösség kurátora *@{curator_name}* befogadta a(z) *{record_title}* rekordot a(z) *{community_title}* közösségbe
sv: Community granskaren *@{curator_name}* har accepterat posten *{record_title}* till communitiet *{community_title}*

source: ❌ Community inclusion cancelled for '{record_title}'
ar: ❌ تم إلغاء إدراج المجتمع لـ '{record_title}'
cs: ❌ Zrušeno zařazení do komunity pro '{record_title}'.
de: ❌ Community-Einschluss für '{record_title}' abgebrochen.
fi: ❌ Yhteisöön sisällyttäminen peruttu tietueelle '{record_title}'
hu: ❌ A(z) '{record_title}' közösségi befogadása törölte
sv: ❌ Community inkludering avbruten för '{record_title}'

source: The record submission for your community '{community_title}' was cancelled by '@{cancel_name}'.
ar: تم إلغاء إرسال التسجيلة لمجتمعك '{community_title}' بواسطة '@{cancel_name}'.
cs: Odeslání záznamu pro vaši komunitu '{community_title}' bylo zrušeno uživatelem '@{cancel_name}'.
de: Die Einreichung des Datensatzes für Ihre Community '{community_title}' wurde von '@{cancel_name}' abgebrochen.
fi: Tietueen lähetys yhteisöösi '{community_title}' peruttiin käyttäjän '@{cancel_name}' toimesta.
hu: Rekord beadását a(z) '{community_title}' közösségbe '@{cancel_name}' törölte.
sv: Kontrollera begäran om inlämning. Inlämningen av posten för din community '{community_title}' avbröts av '@{cancel_name}'.

source: The record submission for your community '{community_title}' was cancelled by @'{cancel_name}'.
ar: تم إلغاء إرسال التسجيلة لمجتمعك '{community_title}' بواسطة '@{cancel_name}'.
cs: Odeslání záznamu pro vaši komunitu '{community_title}' bylo zrušeno uživatelem '@{cancel_name}'.
de: Die Einreichung des Datensatzes für Ihre Community '{community_title}' wurde von '@{cancel_name}' abgebrochen.
fi: Tietueen lähetys yhteisöösi '{community_title}' peruttiin @'{cancel_name}' toimesta.
hu: Rekord beadását a(z) '{community_title}' közösségbe @'{cancel_name}' törölte.
sv: Inlämningen av uppgifter för ditt community '{community_title}' avbröts av @'{cancel_name}'.

source: Check out the submission request: {request_link}
ar: تحقق من طلب الإيداع: {request_link}
cs: Zkontrolujte žádost o odeslání: {request_link}
de: Überprüfen Sie die Einreichungsanfrage: {request_link}
fi: Tarkastele lähetyspyyntöä: {request_link}
hu: Ellenőrizze a beadási kérést: {request_link}
sv: Se begäran om inlämning: {request_link}

source: The record submission for your community *'{community_title}'* was cancelled by *'{cancel_name}'*.
ar: تم إلغاء إرسال التسجيلة لمجتمعك *'{community_title}'* بواسطة *'@{cancel_name}'*.
cs: Odeslání záznamu pro vaši komunitu *'{community_title}'* bylo zrušeno uživatelem *'{cancel_name}'*.
de: Die Einreichung des Datensatzes für Ihre Community *'{community_title}'* wurde von *'{cancel_name}'* abgebrochen.
fi: Tietueen lähetys yhteisöösi *'{community_title}'* peruttiin käyttäjän *'{cancel_name}'* toimesta.
hu: Rekord beadását a(z) *'{community_title}'* közösségbe *'{cancel_name}'* törölte.
sv: Inlämningen av uppgifter för ditt community *'{community_title}'* avbröts av *'{cancel_name}'*.

source: ⛔️ Community inclusion declined for '{record_title}'
ar: ⛔️ تم رفض إدراج المجتمع لـ '{record_title}'
cs: ⛔️ Zamítnutí začlenění do komunity pro '{record_title}'
de: ⛔️ Community-Aufnahme für '{record_title}' abgelehnt.
fi: ⛔️ Yhteisöön sisällyttäminen hylätty tietueelle '{record_title}'
hu: ⛔️ A(z) '{record_title}' rekord közösségi befogadását visszautasították.
sv: ⛔️ Community inkludering nekad för '{record_title}'

source: The community curator '@{curator_name}' declined the record '{record_title}' into the community '{community_title}'
ar: قام المشرف على المجتمع '@{curator_name}' برفض التسجيلة '{record_title}' في المجتمع '{community_title}'
cs: Kurátor komunity '@{curator_name}' zamítl záznam '{record_title}' do komunity '{community_title}'
de: Der Community-Kurator '@{curator_name}' hat die Aufnahme des Datensatzes '{record_title}' in die Community '{community_title}' abgelehnt.
fi: Yhteisön kuraattori '@{curator_name}' hylkäsi tietueen '{record_title}' sisällyttämisen yhteisöön '{community_title}'
hu: '@{curator_name}' közösségi kurátor megtagadta a(z) '{record_title}' rekord felvételét a(z) '{community_title}' közösségbe
sv: Community granskaren '@{curator_name}' har nekat posten '{record_title}' till att inkluderas i communitiet '{community_title}'

source: The community curator @{curator_name} declined the record '{record_title}' into the community '{community_title}'
ar: قام المشرف على المجتمع @{curator_name} برفض التسجيلة '{record_title}' في المجتمع '{community_title}'
cs: Kurátor komunity @{curator_name} zamítl záznam '{record_title}' do komunity '{community_title}'
de: Der Community-Kurator '@{curator_name}' hat die Aufnahme des Datensatzes '{record_title}' in die Community '{community_title}' abgelehnt.
fi: Yhteisön kuraattori @{curator_name} hylkäsi tietueen '{record_title}' sisällyttämisen yhteisöön '{community_title}'
hu: @{curator_name} közösségi kurátor megtagadta a(z) '{record_title}' rekord felvételét a(z) '{community_title}' közösségbe
sv: Community granskaren '@{curator_name}' har nekat posten '{record_title}' till att inkluderas i communitiet '{community_title}'
