Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, fi, hu, sv

source: The resource access token is expired.
ar: انتهت صلاحية رمز الوصول إلى المورد.
cs: Přístupový token ke zdroji vypršel.
de: Das Zugriffs-Token ist abgelaufen.
fi: Resurssin käyttötunnus on vanhentunut.
hu: A forráshoz használt hozzáférés tokenje lejárt.
sv: Åtkomsttoken har löpt ut.

source: Resource Access Tokens feature is currently disabled.
ar: تم تعطيل ميزة رموز الوصول إلى الموارد حاليًا.
cs: Funkce přístupových tokenů ke zdrojům je momentálně vypnuta.
de: Die Nutzung von Zugriffs-Tokens ist derzeit deaktiviert.
fi: Resource Access Tokens -ominaisuus on tällä hetkellä pois käytöstä.
hu: A hozzáférési tokenek funkciója jelenleg le van tiltva.
sv: Funktionen åtkomsttokens är för närvarande inaktiverad.

source: Allow generation of granular access JWT tokens.
ar: السماح بإنشاء رموز الوصول JWT المحببة.
cs: Povolit generování granulárních JWT přístupových tokenů.
de: Erzeugen von granularen Zugriffs-JWT-Token erlauben.
fi: Salli hienojakoisten käyttöoikeus-JWT-tunnusten luominen.
hu: Allow generation of granular access JWT tokens. Részletekbe menő, finomra hangolt hozzáférési JWT tokenek generálásának engedélyezése.
sv: Tillåt generering av JWT-tokens för granulär åtkomst.

source: DOI
ar: المعرف الوحيد للأشياء DOI

source: ORCID
ar: أوركيد ORCID

source: arXiv
ar: اركايف arXiv

source: EAN13
ar: كود EAN13

source: EISSN
ar: ردمد إلكتروني EISSN

source: Handle
ar: مقبض
hu: Kezelés
sv: Hantera

source: ISBN
ar: ردمك

source: ISSN
ar: ردمد

source: PMID
ar: معرف بوبماد PMID

source: URL
ar: عنوان ويب URL

source: Wikidata
ar: ويكيداتا

source: GeoNames
ar: الأسماء الجغرافية

source: Book / Report / Chapter
de: Buch / Bericht / Kapitel

source: Imprint (Book, Chapter, or Report)
de: Impressum (Buch, Kapitel oder Bericht)

source: Book or report title
de: Titel des Buches oder Berichts

source: Title of the book or report which this upload is part of
de: Titel des Buchs oder Berichts, zu dem dieser Upload gehört
