Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, fi, hu, sv

source: OAI ID
ar: معرف OAI
fi: OAI-tunnus

source: Concept DOI
ar: تصوّر DOI
cs: DOI konceptu
de: Konzept-DOI
fi: Konseptin DOI
sv: Koncept DOI

source: Crossref Funder ID
ar: معرف كروسراف للممول
cs: Crossref ID poskytovatele
fi: Crossref-rahoittajan tunnus
hu: Finanszírozói azonosító kereszthivatkozása

source: Other
ar: اخرى
cs: Jiné
de: Andere
fi: Muu
hu: Egyéb
sv: Övrig

source: Best match
ar: أفضل تطابق
cs: Dle nejlepší shody
de: Beste Übereinstimmung
fi: Paras osuma
hu: Legjobb találat
sv: Bästa matchningen

source: Newest
ar: الأجد
cs: Od nejnovějšího
de: Neuester
fi: Uusin
hu: Legújabb
sv: Nyast

source: Oldest
ar: الأقدم
cs: Od nejstaršího
de: Ältester
fi: Vanhin
hu: Legrégebbi
sv: Äldst

source: Version
ar: نسخة
cs: Verze
fi: Versio
hu: Verzió

source: Recently updated
ar: المحدثة مؤخرا
cs: Nedávno aktualizované
de: Kürzlich aktualisiert
fi: Äskettäin päivitetty
hu: Nemrég feltöltött
sv: Nyast uppdatering

source: Least recently updated
ar: الأقل تحيينا مؤخرًا
cs: Nejdéle aktualizované
de: Am wenigsten aktuell
fi: Vähiten äskettäin päivitetty
hu: Legrégebben feltöltött
sv: Äldst uppdatering

source: Most viewed
ar: الأكثر مشاهدة
cs: Nejvíce zobrazené
de: Am häufigsten angesehen
fi: Katsotuimmat
hu: Legtöbbször megtekintett
sv: Mest visade

source: Most downloaded
ar: الأكثر تنزيلا
cs: Nejvíce stažené
de: Am häufigsten heruntergeladen
fi: Ladatuimmat
hu: Legtöbbször letöltött
sv: Mest nedladdade

source: Set name
ar: اسم المجموعة
cs: Nastavit jméno
fi: Joukon nimi
hu: Név beállítása
sv: Ange namn

source: Set spec
ar: خصائص المجموعة
cs: Nastavit specifikaci
de: Set-Spezifikation
fi: Joukon tunnus
hu: Specifikáció beállítása
sv: OAI-PMH-set spec

source: Created
ar: تم الإنشاء
cs: Vytvořeno
de: Erstellt
fi: Luotu
hu: Létrehozva
sv: Skapad

source: Updated
ar: محينة
cs: Aktualizováno
de: Aktualisiert
fi: Päivitetty
hu: Frissítve
sv: Uppdaterad

source: Your shared link has expired.
ar: انتهت صلاحية رابطك المشترك.
cs: Odkaz ke sdílení vypršel.
de: Ihr freigegebener Link ist abgelaufen.
fi: Jakamasi linkki on vanhentunut.
hu: Az Ön megosztott linkje lejárt.
sv: Din delade länk har upphört att gälla.

source: OAI-PMH Sets
ar: مجموعات OAI-PMH
cs: OAI-PMH množiny
fi: OAI-PMH-joukot
hu: OAI-PMH készletek
sv: OAI-PMH Set

source: Site management
ar: إدارة الموقع
cs: Správa webu
de: Seitenverwaltung
fi: Sivuston hallinta
hu: Oldalkezelés
sv: Hantera webbplatsen

source: Search query
ar: مقاربة البحث
cs: Vyhledávací výraz
de: Suchanfrage
fi: Hakukysely
hu: Lekérdezés
sv: Sökfråga

source: Edit OAI-PMH set
ar: تعديل مجموعة OAI-PMH
cs: Editovat množinu OAI-PMH
de: OAI-PMH-Set bearbeiten
fi: Muokkaa OAI-PMH-haravointisettiä
hu: OAI-PMH készlet szerkesztése
sv: Redigera OAI-PMH set

source: A short human-readable string naming the set.
ar: سلسلة قصيرة مقروءة تسمي المجموعة.
cs: Krátké srozumitelné pojmenování množiny.
de: Kurzer, für Menschen lesbarer, Name des Sets.
fi: Lyhyt ihmisen luettavissa oleva merkkijono, joka nimeää haravointisetin.
hu: Egy rövid, ember által olvasható szöveg a készlet megnevezésére.
sv: En kort läsbar sträng som namnger datasetet.

source: An identifier for the set, which cannot be edited after the set is created.
ar: معرّف للمجموعة ، لا يمكن تغييره بعد إنشاء المجموعة.
cs: Identifikátor množiny, po založení nemůže být změněn.
de: ID des Sets, die nach der Erstellung des Sets nicht mehr bearbeitet werden kann.
fi: Tunniste, jota ei voi muokata haravointisetin luonnin jälkeen.
hu: A készlet azonosítója, amely a készlet létrehozása után nem módosítható.
sv: En identifierare för OAI-PMH-setet, som inte kan redigeras efter att setet har skapats.

source: See the supported query syntax in the <a href='/help/search'>Search Guide</a>.
ar: راجع بناء جملة المقاربة في ملف <a href='/help/search'>دليل البخث</a>
cs: Formát vyhledávacích výrazů naleznete v <a href='/help/search'>Průvodce vyhledáváním</a>.
de: Details zur unterstützten Suchsyntax finden Sie im <a href='/help/search'>Suchleitfaden</a>.
fi: Katso tuettu hakusyntaksi kohdasta <a href='/help/search'>Search Guide</a>.
hu: A támogatott lekérdezés-szintaxisról a <a href='/help/search'>Keresési útmutatóban</a> tájékozódhat.
sv: Se frågesyntaxen som stöds i <a href='/help/search'>Search Guide</a>.

source: Create OAI-PMH set
ar: إنشاء مجموعة OAI-PMH
cs: Vytvořit množinu OAI-PMH
de: OAI-PMH-Set erstellen
fi: Luo OAI-PMH-haravointisetti
hu: OAI-PMH készlet létrehozása
sv: Skapa OAI-PMH set

source: OAI-PMH Details
ar: تفاصيل OAI-PMH
cs: Podrobnosti o OAI-PMH
fi: OAI-PMH:n tiedot
hu: OAI-PMH részletek
sv: OAI-PMH Detaljer

source: You must provide a valid URL.
ar: يجب أن توفّر رابط URL ساري المفعول.
cs: Musíte zadat platnou URL adresu.
de: Sie müssen eine gültige URL angeben.
fi: Sinun on annettava kelvollinen URL-osoite.
hu: Érvényes URL-t kell megadnia.
sv: Ange en giltig URL.

source: Software
ar: برمجيّة
fi: Ohjelmisto
hu: Szoftver
sv: Mjukvara

source: Repository URL
ar: عنوان ويب URL المستودع.
cs: URL repozitáře
fi: Tietovaraston URL-osoite
hu: Repozitórium URL vagy Repozitórium URL-je

source: URL or link where the code repository is hosted.
ar: عنوان URL أو الرابط الذي يستضيف كود برمجية المستودع .
cs: URL nebo odkaz, kde je hostováno úložiště kódu.
de: URL oder Link, unter dem das Code-Repository gehostet wird.
fi: URL tai linkki, jossa koodivarasto sijaitsee.
hu: A kódrepozitórium URL-je vagy linkje
sv: URL eller länk till det kod repositorium där koden förvaras.

source: Programming language
ar: لغة البرمجة
cs: Programovací jazyk
de: Programmiersprache
fi: Ohjelmointikieli
hu: Programnyelv / Programozási nyelv ?
sv: Programmeringsspråk

source: Repository's programming language.
ar: لغة برمجية المستودع.
cs: Programovací jazyk úložiště.
de: Programmiersprache des Repositorys.
fi: Käytetty ohjelmointikieli.
hu: A repozitórium programnyelve vagy programozási nyelve -- aszerint, ahogy fent eldöntöttük
sv: Repositoriets programmeringsspråk.

source: e.g. Python ...
ar: على سبيل المثال بايثون Python ...
cs: např. Python ...
de: z.B. Python ...
fi: esim. Python ...
hu: pl. Python ...
sv: t.ex. Python ...

source: Development Status
ar: وضعيّات التطوير
cs: Stav vývoje
de: Entwicklungsstatus
fi: Kehitysvaihe
hu: Fejlesztési állapot
sv: Utvecklingsstatus

source: Repository status
ar: وضعيّات المستودع
cs: Stav repozitáře
de: Status des Repositorys
fi: Versionhallinnan tila
hu: A repozitórium állapota
sv: Repositorie status

source: Repository current status.
ar: الوضعيّات الحاليّة المستودع.
cs: Aktuální stav repozitáře.
de: Aktueller Status des Repositorys.
fi: Versionhallinnan nykyinen tila.
hu: A repozitórium aktuális állapota
sv: Repositoriets nuvarande status.

source: Development status
ar: وضعيّات التطوير
cs: Stav vývoje
de: Entwicklungsstatus
fi: Kehityksen tila
hu: Fejlesztési állapot
sv: Utvecklingsstatus

source: Please provide a valid ISBN.
ar: يرجى تقديم رقم ISBN صالح.
cs: Prosím zadejte platné ISBN.
de: Bitte geben Sie eine gültige ISBN an.
fi: Anna kelvollinen ISBN.
hu: Kérjük, adjon meg érvényes ISBN-t.
sv: Ange ett giltigt ISBN.

source: Book / Report / Conference proceedings
cs: Kniha / Zpráva / Sborník z konference
fi: Kirja / Raportti / Konferenssijulkaisu
sv: Bok / Rapport / Konferenshandlingar

source: Imprint (Book, Report, or Conference proceedings)
cs: Tiráž (Kniha, Zpráva, či Sborník z konference)
fi: Julkaisutiedot (kirja, raportti tai konferenssijulkaisu)
sv: Utgivning (Bok, Rapport eller Konferenshandlingar)

source: Place
ar: مكان
cs: Místo
de: Ort
fi: Paikka
hu: Hely
sv: Plats

source: e.g. city, country
ar: مثال: مدينة، بلد
cs: např. město, země
de: z.B. Stadt, Land
fi: esim. kaupunki, maa
hu: pl. város, ország
sv: t. ex. stad, land

source: Place where the book or report was published
ar: المكان الذي تم فيه نشر الكتاب أو التقرير
cs: Místo, kde byla kniha nebo zpráva publikována
de: Ort, an dem das Buch oder der Bericht veröffentlicht wurde
fi: Paikka, jossa kirja tai raportti julkaistiin
hu: A könyv vagy jelentés kiadási helye
sv: Plats där boken eller rapporten publicerades

source: e.g. 0-06-251587-X
ar: على سبيل المثال 0-06-251587-X
cs: např. 0-06-251587-X
de: z.B. 0-06-251587-X
fi: esim. 0-06-251587-X
hu: pl. 0-06-251587-X
sv: t.ex. 0-06-251587-X

source: International Standard Book Number
ar: الترقيم الدولي المعياري للكتاب
cs: Mezinárodní standardní číslo knihy
de: Internationale Standard-Buchnummer
fi: Kansainvälinen standardikirjanumero
hu: ISBN, nemzetközi szabványos könyvazonosító

source: Book, report, or proceedings title
cs: Kniha, zpráva, či sborník z konference
fi: Kirjan, raportin tai konferenssijulkaisun nimi
sv: Titel på bok, rapport eller konferenshandlingar

source: Title of the book, report, or proceedings which this upload is part of
cs: Název knihy, zprávy, či sborníku, jehož je nahrávaná část součástí
fi: Sen kirjan, raportin tai konferenssijulkaisun nimi, johon tämä julkaisu kuuluu
sv: Titel på boken, rapporten eller konferenshandlingarna som denna uppladdning är en del av

source: Pagination
ar: الصفحات
cs: Stránky
de: Paginierung
fi: Sivunumerointi
hu: Oldalszámozás
sv: Sidnumrering

source: e.g. 15-23 or 158
ar: على سبيل المثال 15-23 أو 158
cs: např. 15-23 nebo 158
de: z.B. 15-23 oder 158
fi: esim. 15–23 tai 158
hu: pl. 15-23 vagy 158
sv: t.ex. 15-23 eller 158

source: Edition
cs: Vydání
fi: Painos
hu: Kiadás
sv: Redigering

source: e.g. 3
cs: např. 3
fi: esim. 3

source: The edition of the book
cs: Vydání knihy
fi: Kirjan painos
sv: Bokens upplaga

source: Please provide a valid ISSN.
ar: يرجى تقديم رقم ISSN صالح.
cs: Prosím zadejte platné ISSN.
de: Bitte geben Sie eine gültige ISSN an.
fi: Anna kelvollinen ISSN.
hu: Kérjük, adjon meg érvényes ISSN-t.
sv: Ange ett giltigt ISSN.

source: Journal
ar: مجلّة
cs: Časopis
de: Zeitschrift
fi: Lehti
hu: Folyóirat
sv: Tidskrift

source: Title
ar: العنوان
cs: Název
de: Titel
fi: Otsikko
hu: Cím
sv: Titel

source: Title of the journal in which the article was published
ar: عنوان المجلة التي نشرت فيها المقالة
cs: Název časopisu, ve kterém byl článek publikován
de: Titel der Zeitschrift, in der der Artikel veröffentlicht wurde
fi: Lehden nimi, jossa artikkeli julkaistiin
hu: A cikket publikáló folyóirat címe
sv: Titeln på tidskriften där artikeln publicerades

source: Volume
ar: المجلّد
cs: Svazek
de: Band
fi: Vuosikerta
hu: Kötet
sv: Volym

source: e.g. 645
ar: مثال 645
cs: např. 645
de: z.B. 645
fi: esim. 645
hu: pl. 645
sv: t.ex. 645

source: Issue
ar: العدد
cs: Vydání
de: Heft
fi: Numero
hu: Szám
sv: Utgåva

source: e.g. 7
ar: مثال 7
cs: např. 7
de: z.B. 7
fi: esim. 7
hu: pl. 7
sv: t.ex. 7

source: Page range or article number
ar: الصفحات أو رقم المقالة
cs: Rozsah stran nebo číslo článku
de: Seitenbereich oder Artikelnummer
fi: Sivuväli tai artikkelinumero
hu: Oldaltartomány vagy a cikk száma Oldalszám-tartomány vagy a cikk száma ...sorszáma
sv: Sidintervall eller artikelnummer

source: e.g. 15-23 or A29
ar: على سبيل المثال 15-23 أو A29
cs: např. 15-23 nebo A29
de: z.B. 15-23 oder A29
fi: esim. 15–23 tai A29
hu: pl. 15-23 vagy A29
sv: t.ex 15-23 or A29

source: e.g. 2077-9550
ar: مثال 2077-9550
cs: např. 2077-9550
de: z.B. 2077-9550
fi: esim. 2077-9550
hu: pl. 2077-9550
sv: t.ex. 2077-9550

source: International Standard Serial Number
ar: الترقيم الدولي المعياري لدّوريات
cs: Mezinárodní standardní sériové číslo
de: Internationale Standard-Zeitschriftennummer
fi: Kansainvälinen standardisarjanumero
hu: ISSN, nemzetközi szabványos periodika-azonosító

source: Journal [Newest]
ar: المجلة [الأحدث]
cs: Časopis [Nejnovější]
de: Zeitschrift [Neuste]
fi: Lehti [uusin]
hu: Folyóirat [Legújabb]
sv: Tidskrift [Newest]

source: Conference
ar: مؤتمر
cs: Konference
de: Konferenz
fi: Konferenssi
hu: Konferencia
sv: Konferens

source: Acronym
ar: اختصار
cs: Zkratka
de: Akronym
fi: Akronyymi
hu: Betűszó
sv: Akronym

source: Dates
ar: تواريخ
cs: Datace
de: Daten
fi: Päivämäärät
hu: Dátumok
sv: Datum

source: e.g. 21-22 November 2022.
ar: على سبيل المثال 21-22 نوفمبر 2022.
cs: např. 21-22 listopadu 2022.
de: z.B. 21-22 November 2022.
fi: esim. 21–22 marraskuuta 2022.
hu: pl. 2022. november 21-22.
sv: t.ex. 21-22 November 2022.

source: Location where the conference took place.
ar: المكان الذي أقيم فيه المؤتمر.
cs: Místo, kde se konference konala.
de: Ort, an dem die Konferenz stattgefunden hat.
fi: Konferenssin järjestämispaikka.
hu: A konferencia helyszíne.
sv: Plats där konferensen ägde rum.

source: Website
ar: موقع الويب
cs: Webové stránky
de: Webseite
fi: Verkkosivusto
hu: Weboldal
sv: Hemsida

source: Session
ar: الدّورة
cs: Sekce
de: Sitzung
fi: Istunto
hu: Ülés

source: e.g. VI
ar: مثال VI
cs: např. VI
de: z.B. VI
fi: esim. VI
hu: pl. VI pl. VI., ha a konf. sorszámára gondolnak
sv: t.ex. VI

source: Session within the conference.
ar: دورة ضمن المؤتمر.
cs: Sekce v rámci konference.
de: Sitzung innerhalb der Konferenz.
fi: Konferenssin sessio
hu: Ülés a konferencia keretében.
sv: Session inom konferensen.

source: Part
ar: جزء
cs: Část
de: Teil
fi: Osa
hu: Rész
sv: Del

source: e.g. 1
ar: مثال 1
cs: např. 1
de: z.B. 1
fi: esim. 1
hu: pl. 1
sv: t.ex. 1

source: Part within the session.
ar: جزء من الدورة.
cs: Část v rámci sekce.
de: Teil innerhalb der Sitzung.
fi: Session osa.
hu: Munkameneten belüli rész.
sv: Del inom sessionen.

source: Conference session [Newest]
ar: دورة المؤتمر [الأحدث]
cs: Konferenční sekce [Nejnovější]
de: Konferenz-Sitzung [Neuste]
fi: Konferenssin sessio [uusin]
hu: Konferenciaülés [Legújabb]
sv: Konferenssession [Newest]

source: Thesis
ar: أُطرُوحَة
cs: Závěrečná práce
de: Dissertation
fi: Opinnäyte
hu: Disszertáció
sv: Avhandling

source: Awarding university
ar: الجامعة المانحة
cs: Udělující univerzita
de: Verleihende Universität
fi: Tutkinnon myöntänyt yliopisto
hu: Az adományozó egyetem
sv: Utfärdande universitet

source: Awarding department
cs: Udělující oddělení
fi: Tutkinnon myöntänyt laitos
sv: Utfärdande institution

source: Thesis type
cs: Typ závěrečné práce
fi: Opinnäytteen tyyppi
sv: Typ av avhandling

source: PhD
fi: Tohtori (PhD)

source: The type of thesis (e.g. Masters, PhD, Engineers, Bachelors)
cs: Typ závěrečné práce (např. diplomová, Ph.D., bakalářská)
fi: Opinnäytteen tyyppi (esim. maisteri, tohtori, diplomi-insinööri, kandidaatti)
sv: Typ av avhandling (t.ex. Magister, Doktorsavhandling, Ingenjör, Kandidatexamen)

source: Submission date
cs: Datum odevzdání
fi: Palautuspäivä
sv: Inlämningsdatum

source: Submission date in YYYY-MM-DD format.
cs: Datum odevzdání ve formátu RRRR-MM-DD
fi: Palautuspäivä muodossa VVVV-KK-PP.
sv: Inlämningsdatum i formatet ÅÅÅÅ-MM-DD.

source: Defense date
cs: Datum obhajoby
fi: Väitöspäivä
sv: Disputationsdatum

source: Defense date in YYYY-MM-DD format.
cs: Datum obhajoby ve formátu RRRR-MM-DD.
fi: Väitöspäivä muodossa VVVV-KK-PP.
sv: Disputationsdatum i formatet ÅÅÅÅ-MM-DD.

source: Updates expired embargoes
cs: Aktualizuje prošlá embarga
fi: Päivittää vanhentuneet embargoajat
sv: Uppdaterar utgångna embargon

source: Update expired embargoes
cs: Aktualizovat prošlá embarga
fi: Päivitä vanhentuneet embargoajat
sv: Uppdatera utgångna embargon

source: Ascending
ar: تصاعدي
cs: Vzestupně
de: Aufsteigend
fi: Nouseva
hu: Növekvő
sv: Stigande

source: Descending
ar: تنازلي
cs: Sestupně
de: Absteigend
fi: Laskeva
hu: Csökkenő
sv: Nedåtgående

source: Name
ar: اسم
cs: Jméno
fi: Nimi
hu: Név
sv: Namn

source: Spec
ar: المواصفات
cs: Specifikace
fi: Tunnus
hu: Specifikáció

source: A set where {query_arguments} does not exist.
ar: لا توجد مجموعة بـ {query_arguments} .
cs: Množina, kde {query_arguments} neexistuje.
de: Ein OAI-PMH Set mit {query_arguments} existiert nicht.
fi: Joukkoa, jossa {query_arguments}, ei ole olemassa.
hu: Nem létezik a(z) {query_arguments} feltételnek megfelelő készlet.
sv: Ett OAI-PMH-set där {query_arguments} inte existerar.

source: A set with id {id} does not exist.
ar: لا توجد مجموعة بـمعرفات {id}.
cs: Množina, kde identifikátor {id} neexistuje.
de: Ein OAI-PMH Set mit der ID {id} existiert nicht.
fi: Joukkoa tunnuksella {id} ei ole olemassa.
hu: Nem létezik {id} azonosítójú készlet.
sv: Ett OAI-PMH-set med id {id} finns inte.

source: A set with spec '{spec}' already exists.
ar: توجد مجموعة بـنفس الخاصيات '{spec}' .
cs: Množina se specifikací '{spec}' už existuje.
de: Ein OAI-PMH Set mit der Spezifikation '{spec}' existiert bereits.
fi: Joukko tunnuksella '{spec}' on jo olemassa.
hu: Már létezik egy készlet a(z) '{spec}' specifikációval.
sv: Ett OAI-PMH-set med specifikationen '{spec}' finns redan.

source: The set with id {id} is not editable.
ar: المجموعة ذات المعرف {id} غير قابلة للتغيير.
cs: Množina s identifikátorem {id} není editovatelná.
de: Das Set mit der ID {id} ist nicht bearbeitbar.
fi: Joukkoa tunnuksella {id} ei voi muokata.
hu: A(z) {id} azonosítójú készlet nem szerkeszthető.
sv: OAI-PMH-setet med id {id} kan inte redigeras.

source: Search pattern
ar: نمط بحث
cs: Vyhledávací vzor
de: Suchmuster
fi: Hakukaava
hu: Keresési minta
sv: Sökmönster

source: The spec must not start with any of the following list '{prefix}'.
ar: يجب ألا تبدأ المميزات بأي من القوائم التالية "{prefix}".
cs: Specifikace nesmí začínat žádným z následujícího seznamu: '{prefix}'.
de: Die Spezifikation darf nicht mit einem der folgenden Präfixe beginnen: {prefix}.
fi: Tunnus ei saa alkaa millään seuraavista etuliitteistä '{prefix}'.
hu: A specifikáció nem kezdődhet a következőkkel: '{prefix}'.
sv: Specifikationen får inte börja med något från följande lista '{prefix}'.

source: The spec must only consist of letters, numbers or {marks}.
ar: يجب أن تتكون المميزات من أحرف أو أرقام أو {marks} فقط .
cs: Specifikace musí obsahovat pouze písmena, číslice nebo {marks}.
de: Die Spezifikation darf nur Buchstaben, Zahlen oder {marks} enthalten.
fi: Tunnus saa koostua vain kirjaimista, numeroista tai merkeistä {marks}.
hu: A specifikáció csak betűket, számokat vagy {marks} jeleket tartalmazhat.
sv: Specifikationen får endast bestå av bokstäver, siffror eller {marks}.

source: Unknown draft status for review: {reviewstatus}.
ar: حالة تقييم المسودة غير معلوم: {reviewstatus}.
cs: Neznámý stav konceptu pro kontrolu: {reviewstatus}.
de: Unbekannter Entwurfs-Status zur Begutachtung: {reviewstatus}.
fi: Tuntematon luonnoksen tila arvioinnille: {reviewstatus}.
hu: Ismeretlen piszkozatállapot: {reviewstatus}.
sv: Okänd utkast-status för granskning: {reviewstatus}.

source: Unknown draft status.
ar: حالة المسودة غير معلومة.
cs: Neznámý stav konceptu.
de: Unbekannter Entwurfsstatus.
fi: Tuntematon luonnoksen tila.
hu: Ismeretlen vázlat állapot.
sv: Okänd utkast-status.

source: Community inclusion
ar: إدماج المجتمع
cs: Přidání do komunity
de: Community-Einbindung
fi: Yhteisöön sisällyttäminen
hu: Közösség bevonása
sv: Community-inkludering

source: Community submission
ar: إيداعات المجتمع
cs: Odeslání záznamu do komunity
de: Community-Einreichung
fi: Yhteisöön lähettäminen
hu: Közösségi benyújtás
sv: Community-inlämning

source: Click <a href="%(url)s">here</a> to access the record.
ar: انقر <a href="%(url)s">هنا</a> للوصول إلى التسجيلة.
cs: <a href="%(url)s">Klikněte sem</a>pro přístup k záznamu.
de: Klicken Sie <a href="%(url)s">hier</a>, um auf den Datensatz zuzugreifen.
fi: Napsauta <a href="%(url)s”>tästä</a> avataksesi tietueen.
hu: Kattintson <a href="%(url)s">ide</a>a rekord eléréséhez.
sv: Klicka <a href="%(url)s">här </a> för att få tillgång till posten.

source: Access request
ar: طلب الولوج
cs: Žádost o přístup
de: Zugriffsanfrage
fi: Käyttöoikeuspyyntö
hu: Hozzáférés igénylése
sv: Åtkomstbegäran

source: Not a valid number of days.
ar: عدد الأيام ليس صالحًا.
cs: Neplatný počet dnů.
de: Keine gültige Anzahl von Tagen.
fi: Päivien määrä ei ole kelvollinen.
hu: A napok száma érvénytelen.
sv: Inte ett giltigt antal dagar.

source: Citation string style not found.
ar: لم يتم العثور على نمط الاقتباس.
cs: Nenalezen styl citace.
de: Zitations-Stil nicht gefunden.
fi: Viittaustyylin merkkijonoa ei löytynyt.
hu: Nem találtunk idézési sztring stílust.
sv: Citeringsstilen hittades inte.

source: Review for draft not found
ar: لا وجود لتقييم المسودة
cs: Kontrola pro koncept nenalezena
de: Das Ergebnis der Begutachtung für diesen Entwurf wurde nicht gefunden.
fi: Luonnoksen arviota ei löytynyt
hu: Nem található bírálat a piszkozathoz
sv: Granskning för utkast hittades inte

source: Record not found
ar: التسجيلة غير متوفّرة
cs: Záznam nenalezen
de: Eintrag nicht gefunden
fi: Tietuetta ei löytynyt
hu: Nem található rekord
sv: Posten existerar inte

source: Record deleted
ar: التّسجيلة محذوفة
cs: Záznam smazán
de: Eintrag gelöscht
fi: Tietue poistettu
hu: Törölt rekord
sv: Posten raderades

source: Cannot publish without selecting a community.
ar: لا يمكن النشر دون إختيار المجتمع.
cs: Nelze publikovat bez výběru komunity.
de: Sie müssen eine Community auswählen, um veröffentlichen zu können.
fi: Julkaisu ei onnistu ilman yhteisön valintaa.
hu: Közösség kiválasztása nélkül nem publikálhat.
sv: Går inte att publicera utan community.

source: No secret link found with the given ID.
ar: لم يتم العثور على رابط سري بالمعرف ID المقدم.
cs: Neexistuje tajný odkaz s daným ID.
de: Zu der angegebenen ID wurde kein geheimer Link gefunden.
fi: Annetulla tunnisteella ei löytynyt salaista linkkiä.
hu: A megadott azonosítóval nem található titkos link. A megadott azonosítóval nem találtunk titkos linket.
sv: Ingen hemlig länk hittades med angivet ID.

source: No grant found with the given ID.
ar: لم يتم العثور على منحة بالمعرف ID المحدد.
cs: Neexistuje oprávnění s daným ID.
de: Zu der angegebenen ID wurde kein Stipendium gefunden.
fi: Annetulla tunnisteella ei löytynyt myönnettyä oikeutta.
hu: Nem található támogatás a megadott azonosítóval.
sv: Inget anslag hittades med angivet ID.

source: No grant found by given user id.
ar: لم يتم العثور على منحة بواسطة معرف المستخدم id المحدد.
cs: Oprávnění podle daného uživatelského ID nebylo nalezeno.
de: Zu der angegebenen Benutzer-ID wurde keine Berechtigung gefunden.
fi: Annetulla käyttäjätunnuksella ei löytynyt myönnettyä oikeutta.
hu: Nem található támogatás a megadott felhasználói azonosítóval.
sv: Inget anslag hittades för angivet användar-ID.

source: No grant found by given group id.
ar: لم يتم العثور على منحة بواسطة معرف الفريق id المحدد.
cs: Oprávnění podle daného skupinového ID nebylo nalezeno.
de: Zu der angegebenen Gruppen-ID wurde keine Berechtigung gefunden.
fi: Annetulla ryhmätunnuksella ei löytynyt myönnettyä oikeutta.
hu: Nem található támogatás a megadott csoportazonosítóval.
sv: Inget anslag hittades för angivet grupp-ID.

source: Image size limit exceeded
ar: تم تجاوز الحد الأقصى لحجم الصّورة.
cs: Překročen limit velikosti obrázku
de: Bildgrößen-Limit überschritten
fi: Kuvan kokoraja ylittyi
hu: Képméret-túllépés
sv: Gränsen för bildstorlek har överskridits

source: The record associated with this file has been deleted. See deletion notice.
ar: تم حذف التسجيلة المرتبطة بهذا الملف. راجع إشعار الحذف.
cs: Záznam spojený s tímto souborem byl smazán. Viz oznámení o smazání.
de: Der Eintrag, zu dem diese Datei gehört, wurde gelöscht. Siehe Lösch-Notiz.
fi: Tähän tiedostoon liittyvä tietue on poistettu. Katso poistohuomautus.
hu: Az ehhez a fájlhoz tartozó rekord megszűnt, lásd a törlési jelzést.
sv: Posten som är kopplad till den här filen har raderats. Se meddelande om borttagning.

source: Invalid RO-Crate metadata format, missing '@graph' key.
ar: تنسيق بيانات التعريف RO-Crate غير صالح، المفتاح '@graph' مفقود.
cs: Neplatný formát metadat RO-Crate, chybí klíč '@graph'.
de: Ungültiges RO-Crate-Metadatenformat, fehlendes '@graph' Schlüsselwort.
fi: Virheellinen RO-Crate-metadatan muoto; '@graph'-avain puuttuu.
hu: Érvénytelen RO-Crate metaadat-formátum, hiányzik a '@graph' kulcs.
sv: 'Ogiltigt RO-Crate-metadataformat, nyckeln '@graph' saknas.
