Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, fi, hu, sv

source: Missing data for required field.
ar: معطيات منقوصة لحقل وجوبي.
cs: Chybějící data pro povinné pole.
de: Fehlende Daten für Pflichtfeld.
fi: Pakollisen kentän tiedot puuttuvat.
hu: Hiányzó adat egy kötelező mezőhöz.
sv: Data saknas för obligatoriskt fält.

source: '@type' must be 'Person' or 'Organization'
ar: '@type' يجب أن يكون 'شخص' أو 'منظمة'
cs: '@type' musí být 'Person' nebo 'Organization'
de: Als '@type' muss entweder der Wert 'Person' oder 'Organization' angegeben werden.
fi: '@type':n on oltava 'Person' tai 'Organization'
hu: '@type' 'Személy' vagy 'Szervezet' lehet
sv: '@type' måste vara 'Person' eller 'Organisation'

source: Format must be a list of strings.
ar: يجب أن يكون التنسيق عبارة عن قائمة من السلاسل list of strings.
cs: Formát musí být seznam řetězců.
de: Das Format muss eine Liste von Zeichenketten sein.
fi: Muodon on oltava merkkijonojen lista.
hu: A formátumnak karakterláncok listájának kell lennie.
sv: Format måste vara en lista med strängar.

source: The '%(vocabulary)s' vocabulary item '%(id_)s' was not found.
ar: '%(vocabulary)s' عنصر المفردات'%(id_)s' لم يتم العثور عليه.
cs: Položka slovníku '%(vocabulary)s' s ID '%(id_)s' nebyla nalezena.
de: Der Vokabularbegriff '%(id_)s' aus dem Vokabular '%(vocabulary)s' wurde nicht gefunden.
fi: Sanaston '%(vocabulary)s' kohdetta '%(id_)s' ei löytynyt.
hu: A '%(vocabulary)s' szótár '%(id_)s' eleme nem található.
sv: Denna '%(vocabulary)s' vokabulärterm '%(id_)s' kunde inte hittas.

source: One of 'family-names' or 'given-names' is required.
ar: يجب إدخال أحد 'أسماء العائلة' أو 'الأسماء المسندة'.
cs: Je vyžadováno alespoň jedno z polí 'příjmení' nebo 'jména'.
de: Entweder 'Familiennamen' oder 'Vornamen' ist erforderlich.
fi: Joko 'family-names' tai 'given-names' on annettava.
hu: A 'családnevek' vagy 'keresztnevek' egyike szükséges.
sv: Antingen 'efternamn' eller 'förnamn' måste anges.

source: Invalid publication date value.
ar: تاريخ النشر خاطئ
cs: Chybná hodnota data publikování.
de: Ungültiges Veröffentlichungsdatum.
fi: Julkaisupäivän arvo on virheellinen.
hu: Érvénytelen publikálási dátum.
sv: Ogiltigt publiceringsdatum.

source: Current Page Order
ar: ترتيب الصفحة الحالية
cs: Aktuální pořadí stránky
de: Aktuelle Seitenzahl
fi: Nykyinen sivujärjestys
hu: Jelenlegi oldalsorrend
sv: Nuvarande sidordning

source: Manifest generated by InvenioRDM
ar: البيان الذي تم إنشاؤه بواسطة InvenioRDM
cs: Manifest vygenerován InvenioRDM
de: Manifest erstellt von InvenioRDM
fi: Manifesti luotu InvenioRDM:llä
hu: Manifesztum generálva az InvenioRDM által.
sv: Manifestet genererat av InvenioRDM

source: Publication Date
ar: تاريخ النّشر
cs: Datum publikace
de: Veröffentlichungsdatum
fi: Julkaisupäivä
hu: Megjelenés dátuma
sv: Publiceringsdatum

source: Affiliation failed to serialize: one of 'id' or 'name' must be provided.
ar: فشل الانتماء في التسلسل: يجب توفير إمّا 'المعرف' أو 'الاسم'.
cs: Nelze serializovat afiliaci: musí být poskytnuto alespoň jedno z polí 'id' nebo 'jméno'.
de: Die Affiliation konnte nicht serialisiert werden: Es muss entweder 'id' oder 'name' angegeben werden.
fi: Affiliaation sarjallistaminen epäonnistui: joko 'id' tai 'name' on annettava.
hu: Affiliáció szerializálása sikertelen: az 'id' vagy a 'name' egyikét meg kell adni.
sv: Serialiseringen av affiliering misslyckades: ett av 'id' eller 'namn' måste anges.

source: Funding serialization failed on award: one of 'id' or ('number' and 'title') are required.
ar: فشل التسلسل التمويلي في الجائزة: المطلوب إمّا 'المعرف' أو ('الرقم' و'العنوان').
cs: Serializace zdroje financování selhala: musí být poskytnuto alespoň jedno z polí 'id' nebo ('číslo' a 'titul').
de: Die Finanzierung konnte nicht serialisiert werden: Es muss entweder 'id' oder ('number' und 'titel') angegeben werden.
fi: Rahoituksen sarjallistaminen epäonnistui palkinnossa: joko 'id' tai ('number' ja 'title') vaaditaan.
hu: A finanszírozás szerializálása nem sikerült a támogatásnál: az 'id' vagy a ('number' és 'title') egyikének megadása kötelező.
sv: Serialisering av finansiering misslyckades vid tilldelningen: antingen 'id' eller ('nummer' och 'titel') krävs.

source: Open
ar: مفتوح
cs: Otevřený
de: Offen
fi: Avoin
hu: Megnyitás
sv: Öppen

source: Embargoed
ar: محظور
cs: Embargován
de: Gesperrt
fi: Embargossa
hu: Zárolt
sv: Låst

source: Restricted
ar: مقيّد
cs: Omezený
de: Eingeschränkt
fi: Rajoitettu
hu: Korlátozott hozzáférés
sv: Begränsad

source: Metadata-only
ar: البيانات الوصفية فقط
cs: Metadatový záznam
de: Reiner Metadateneintrag
fi: Vain metatiedot
hu: Csak metaadat
sv: Endast metadata

source: The record and files are publicly accessible.
ar: السجل و الملفات متاحة للعموم.
cs: Záznam a jeho soubory jsou veřejně dostupné.
de: Der Eintrag und die Dateien sind öffentlich zugänglich.
fi: Tietue ja tiedostot ovat julkisesti saatavilla.
hu: A rekord és a fájlok nyilvánosan elérhetőek.
sv: Posten och filerna är offentligt tillgängliga.

source: No files are available for this record.
ar: لا يوجد ملف مردف و متاح بهذا السجل
cs: K tomuto záznamu nejsou uložené žádné soubory.
de: Für diesen Eintrag sind keine Dateien verfügbar.
fi: Tällä tietueella ei ole tiedostoja saatavilla.
hu: Nincsenek elérhető fájlok ehhez a rekordhoz.
sv: Inga filer är tillgängliga för denna post.

source: The record and files will be made publicly available on %(date)s.
ar: سيتم إتاحة السجل و ملفاته للعموم ابتداءا من %(date)s.
cs: Záznam a jeho soubory bude zpřístupněn veřejnosti %(date)s.
de: Der Eintrag und die Dateien werden am %(date)s öffentlich zugänglich gemacht.
fi: Tietue ja tiedostot tulevat julkisesti saataville %(date)s.
hu: A rekord és a fájlok nyilvánosan elérhetők lesznek ekkor: %(date)s.
sv: Posten och filerna kommer att offentliggöras den %(date)s.

source: The record and files are restricted to users with access.
ar: السجل والملفات مقصوران على المستخدمين الذين لديهم حق الولوج.
cs: Záznam a jeho soubory jsou viditelné pouze uživatelům s přístupem.
de: Der Eintrag und die Dateien sind nur für zugriffsberechtigte Benutzer*innen einsehbar.
fi: Tietue ja tiedostot on rajattu käyttöoikeuden omaaville käyttäjille.
hu: A rekordhoz és a fájlokhoz csak az engedéllyel rendelkező felhasználók férhetnek hozzá.
sv: Posten och filerna är begränsade till användare med åtkomst.

source: The record will be made publicly available on %(date)s.
ar: سيتم إتاحة السجل للعموم ابتداءا من %(date)s.
cs: Záznam bude zveřejněn %(date)s.
de: Der Eintrag wird am %(date)s öffentlich zugänglich gemacht.
fi: Tietue tulee julkisesti saataville %(date)s.
hu: A rekord nyilvánosan elérhető lesz ekkor: %(date)s.
sv: Posten kommer att offentliggöras den %(date)s.

source: The record is restricted to users with access.
ar: السجل مقصور على المستخدمين الذين لديهم حق الولوج.
cs: Záznam je omezen pouze uživatelům s přístupem.
de: Der Eintrag ist nur für zugriffsberechtigte Benutzer*Innen einsehbar.
fi: Tietue on rajattu käyttöoikeuden omaaville käyttäjille.
hu: A rekordhoz csak az engedéllyel rendelkező felhasználók férhetnek hozzá.
sv: Posten är begränsad till användare med åtkomst.

source: The files will be made publicly available on %(date)s.
ar: سيتم إتاحة الملفات للعموم ابتداءا من %(date)s.
cs: Soubory budou zpřístupněny veřejnosti %(date)s.
de: Die Dateien werden am %(date)s öffentlich zugänglich gemacht.
fi: Tiedostot tulevat julkisesti saataville %(date)s.
hu: A fájlok nyilvánosan elérhetőek lesznek ekkor: %(date)s.
sv: Filerna kommer att offentliggöras den %(date)s.

source: The record is publicly accessible, but files are restricted to users with access.
ar: السجل متاح للعموم لكن الملفات متاحة فقط للمستخدمين الذين لهم حق الولوج.
cs: Metadata záznamu jsou veřejně dostupné, ale soubory jsou omezeny pouze pro uživatele s přístupem.
de: Der Eintrag ist öffentlich zugänglich, aber der Zugriff auf die Dateien ist nur für zugriffsberechtigte Benutzer*innen möglich.
fi: Tietue on julkisesti saatavilla, mutta tiedostot on rajattu käyttöoikeuden omaaville käyttäjille.
hu: A rekord nyilvánosan elérhető, de a fájlok korlátozva vannak a hozzáféréssel rendelkező felhasználók számára.
sv: Posten är offentligt tillgänglig, men filerna är begränsade till användare med åtkomst.

source: Unknown
ar: غير معلوم
cs: Neznámý
de: Unbekannt
fi: Tuntematon
hu: Ismeretlen
sv: Okänd

source: System (automatic)
ar: النظام (تلقائي)
cs: Systém (automaticky)
de: System (automatisch)
fi: Järjestelmä (automaattinen)
hu: Rendszer (automatikus)
sv: System (automatiskt)

source: Admin
ar: مدير
cs: Administrátor
fi: Ylläpitäjä
hu: Adminisztrátor
sv: Administratör

source: Submitted:
cs: Odevzdáno:
fi: Lähetetty:
sv: Inlämnad

source: Defended:
cs: Obhájeno:
fi: Väitöspäivä:
sv: Försvarad:

source: Grant for this user/role already exists within this record.
ar: توجد منحة لهذا المستخدم/الدور بالفعل داخل هذه التّسجيلة.
cs: Oprávnění pro tohoto uživatele/roli už na tomto záznamu existuje.
de: Die Berechtigung für diesen Benutzer*in/Rolle ist für den Eintrag bereits vorhanden.
fi: Tälle käyttäjälle/roolille on jo olemassa myönnetty oikeus tässä tietueessa.
hu: A felhasználó/szerepkör számára már létezik támogatás ebben a rekordban.
sv: Anslag för denna användare/roll finns redan i den här posten.

source: Embargo could not be lifted for record: %(record_id)s
ar: رفع الحظر غير ممكن للتسجيلة: %(record_id)s
cs: Embargo nemohlo být zrušeno pro záznam: %(record_id)s
de: Das Embargo des Eintrags %(record_id)s konnte nicht aufgehoben werden.
fi: Embargoa ei voitu poistaa tietueelta: %(record_id)s
hu: Az embargó nem szüntethető meg a rekordhoz: %(record_id)s
sv: Embargot kunde inte hävas för posten: %(record_id)s

source: Review not found.
ar: التقييم غير موجود
cs: Kontrola nenalezena.
de: Ergebnis der Begutachtung nicht gefunden.
fi: Arviointia ei löytynyt.
hu: Nem található bírálat.
sv: Granskning hittades inte.

source: The record is already included in this community.
ar: هذه التّسجيلة مدرجة بعد في أحد المجتمعات.
cs: Záznam je již obsažen v této komunitě.
de: Der Eintrag ist bereits in dieser Community enthalten.
fi: Tietue on jo liitetty tähän yhteisöön.
hu: A rekordot már befogadta ez a közösség.
sv: Posten är redan inkluderad i denna community.

source: A public record cannot be included in a restricted community.
ar: لا يمكن تضمين التسجيلة المشاعة في مجتمع مقيد.
cs: Veřejný záznam nemůže být vložen do komunity s omezeným přístupem.
de: Ein öffentlicher Eintrag kann nicht Teil einer zugriffsbeschränkten Community sein.
fi: Julkista tietuetta ei voi liittää rajoitettuun yhteisöön.
hu: Nyilvános rekordot nem fogadhat be korlátozott közösség.
sv: En offentlig post kan inte inkluderas i en community med begränsad åtkomst.

source: There is already an open inclusion request for this community.
ar: هناك بالفعل طلب إدراج مفتوح بالنسبة لهذا المجتمع.
cs: Pro vložení do této komunity již byla žádost vytvořena.
de: Es gibt bereits eine offene Anfrage auf Aufnahme in diese Community.
fi: Tälle yhteisölle on jo avoin sisällytyspyyntö.
hu: Már van nyílt befogadási kérés erre a közösségre.
sv: Det finns redan en öppen begäran om inkludering för den här communityn.

source: The record %(rec_id)s in not included in the community %(com_id)s.
ar: التسجيلة %(rec_id)s غير مدرجة في المجتمع %(com_id)s.
cs: Záznam %(rec_id)s není zahrnut v komunitě %(com_id)s.
de: Der Eintrag %(rec_id)s ist in der Community %(com_id)s nicht enthalten.
fi: Tietuetta %(rec_id)s ei ole liitetty yhteisöön %(com_id)s.
hu: A(z) %(rec_id)s rekord nem része a(z) %(com_id)s közösségnek.
sv: Posten %(rec_id)s är inte inkluderad i communityn %(com_id)s.

source: Cannot modify community visibility: %(reason)s
ar: لا يمكن تعديل مرئيّة المجتمع: %(reason)s
cs: Nemohu změnit viditelnost komunity: %(reason)s
de: Sichtbarkeit der Community kann nicht geändert werden: %(reason)s
fi: Yhteisön näkyvyyttä ei voi muuttaa: %(reason)s
hu: Nem módosítható a közösség láthatósága: %(reason)s
sv: Det går inte att ändra communityns synlighet: %(reason)s

source: Identical access requests already exist: %(request_id)s
ar: توجد بالفعل طلبات وصول متطابقة: %(request_id)s
cs: Stejná žádost o přístup již existuje: %(request_id)s
de: Es existieren bereits identische Zugriffsanfragen: %(request_id)s
fi: Samanlaisia käyttöoikeuspyyntöjä on jo olemassa: %(request_id)s
hu: Már van megegyező kérés: %(request_id)s
sv: Identiska åtkomstförfrågningar finns redan: %(request_id)s

source: The access request is a duplicate
ar: طلب الوصول مكرر
cs: Žádost o přístup již existuje
de: Bei der Zugriffsanfrage handelt es sich um ein Duplikat
fi: Käyttöoikeuspyyntö on kaksoiskappale
hu: Az elérési kérés duplum.
sv: Begäran om åtkomst är en kopia

source: Submission to this community is only allowed to community members.
ar: يُسمح بالمساهمة في هذا المجتمع لأعضاء المجتمع فقط.
cs: Zařazení záznamu do této komunity je povoleno pouze členům komunity.
fi: Tähän yhteisöön voivat lähettää vain yhteisön jäsenet.
hu: A közösségbe való beküldés csak a közösség tagjai számára engedélyezett.
sv: Inlämning till denna community är endast tillåten för communitymedlemmar.

source: Cannot publish without a community.
ar: لا يمكن النشر بدون مجتمع.
cs: Nelze publikovat bez komunity.
de: Ohne Community kann nicht veröffentlicht werden.
fi: Julkaisu ei onnistu ilman yhteisöä.
hu: Közösség nélkül nem publikálhat.
sv: Går inte att publicera utan community.

source: A record should be part of at least 1 community.
ar: يجب أن تكون التسجيلة جزءًا من مجتمع 1 على الأقل.
cs: Záznam by měl být součástí alespoň 1 komunity.
de: Ein Datensatz sollte Teil von mindestens einer Community sein.
fi: Tietueen tulee kuulua vähintään yhteen yhteisöön.
hu: A rekordnak tartoznia kell legalább 1 közösséghez.
sv: En post måste tillhöra minst 1 community.

source: Access status
ar: حالة الاتاحة
cs: Stav přístupu
de: Zugriffsstatus
fi: Käytön tila
hu: Hozzáférési státusz
sv: Åtkomststatus

source: Status
ar: الحالة
fi: Tila
hu: Állapot

source: Published
ar: نشرت
cs: Publikováno
de: Veröffentlicht
fi: Julkaistu
hu: Publikálva
sv: Publicerad

source: Unpublished
ar: لم تنشر
cs: Nepublikován
de: Unveröffentlicht
fi: Julkaisematon
hu: Nem publikált
sv: Opublicerad

source: File type
ar: نوع الملف
cs: Typ souboru
de: Dateityp
fi: Tiedostotyyppi
hu: Fájltípus
sv: Filtyp

source: Languages
ar: اللغات
cs: Jazyky
de: Sprachen
fi: Kielet
hu: Nyelvek
sv: Språk

source: Resource types
ar: أنواع المورد
cs: Typy záznamů
de: Arten der Ressourcen
fi: Aineistotyypit
hu: Forrástípusok
sv: Resurstyper

source: Subjects
ar: المواضيع
cs: Předmětová hesla
de: Schlagwörter
fi: Aiheet
hu: Témák
sv: Ämnen

source: Record visibility can not be changed to restricted anymore. Please contact support if you still need to make these changes.
ar: لم يعد بالإمكان تغيير رؤية السجل إلى الوضع "مقيد". يُرجى التواصل مع الدعم إذا كنت لا تزال بحاجة إلى إجراء هذه التغييرات.
cs: Záznam už nemůže být změněn na záznam s omezeným přístupem. Pokud stále potřebujete provést tyto změny, kontaktujte podporu.
de: Die Sichtbarkeit des Eintrags kann nicht mehr auf den Wert "zugriffsbeschränkt" geändert werden. Falls Sie diese Änderung wünschen, kontaktieren Sie bitte den Support.
fi: Tietueen näkyvyyttä ei voi enää muuttaa rajoitetuksi. Ota yhteyttä tukeen, jos muutokset ovat edelleen tarpeen.
hu: A rekord láthatóságát már nem lehet korlátozni. Ha mégis erre van szüksége, kérjék, lépjen kapcsolatba a támogatással / supporttal.
sv: Det går inte längre att ändra postens synlighet till begränsad. Kontakta supporten om du fortfarande behöver göra dessa ändringar.

source: Expiration date must be set to the future
ar: التاريخ انتهاء الصلاحية يجب أن يكون لاحقا للتاريخ الحالي.
cs: Datum expirace musí být nastaven v budoucnosti
de: Das Ablaufdatum muss in der Zukunft liegen.
fi: Viimeinen voimassaolopäivä on asetettava tulevaisuuteen
hu: A lejárati időnek jövőbeli dátumot kell megadni
sv: Utgångsdatum får ej ha passerats

source: Cannot postpone expiration of links
ar: لا يمكن تأجيل انتهاء صلاحية الروابط.
cs: Nelze posunout expiraci odkazů
de: Das Ablaufdatum von Links kann nicht verlängert werden.
fi: Linkkien vanhenemista ei voi siirtää myöhemmäksi
hu: A linkek lejáratát nem lehet elhalasztani
sv: Det går inte att förlänga utgångsdatum för länkar

source: An access permission level is required
ar: مطلوب مستوى إذن ولوج.
cs: Je vyžadována úroveň přístupových práv
de: Es muss eine Zugriffsberechtigungs-Stufe angegeben werden.
fi: Käyttöoikeustaso on pakollinen
hu: A hozzáférési jogosultsági szint megadása kötelező
sv: En åtkomstbehörighetsnivå krävs

source: Invalid access permission level.
ar: مستوى إذن الولوج خاطئ.
cs: Chybná přístupová práva.
de: Ungültige Zugriffs-Berechtigungsstufe.
fi: Virheellinen käyttöoikeustaso.
hu: Érvénytelen hozzáférési jogosultsági szint.
sv: Ogiltig åtkomstbehörighetsnivå.

source: Could not find the specified subject.
ar: لم يتم العثور على الموضوع المحدد.
cs: Nemohu najít zadané předmětové heslo.
de: Konnte das angegebene Thema nicht finden.
fi: Määritettyä aihetta ei löytynyt.
hu: A megadott témakör nem található.
sv: Kunde inte hitta det angivna ämnet.

source: Verification link sent out, please check your e-mail inbox
ar: تم إرسال رابط التحقق، يرجى التحقق من صندوق البريد الإلكتروني الخاص بك
cs: Ověřovací odkaz byl odeslán, zkontrolujte svou e-mailovou schránku
de: Bestätigungslink wurde gesendet. Bitte überprüfen Sie Ihr Postfach
fi: Vahvistuslinkki on lähetetty – tarkista sähköpostisi
hu: A megerősítő linket elküldtük, kérjük, ellenőrizze az e-mailjeit.
sv: Verifieringslänk skickad, vänligen kontrollera din e-postinkorg

source: Cannot restrict a community with public records.
ar: لا يمكن تقييد المجتمع ذو التسجيلات المشاعة.
cs: Nemohu omezit komunitu s veřejnými záznamy.
de: Eine Community mit öffentlich-zugänglichen Datensätzen kann nicht zugriffsbeschränkt werden.
fi: Yhteisöä, jossa on julkisia tietueita, ei voi asettaa rajoitetuksi.
hu: Nyilvános rekordokkal bíró közösséget nem lehet korlátozni.
sv: Det går inte att begränsa en community med offentliga poster.

source: Community not found.
ar: لم يتم العثور على المجتمع.
cs: Komunita nebyla nalezena.
de: Community nicht gefunden.
fi: Yhteisöä ei löytynyt.
hu: A közösség nem található.
sv: Communityn hittades inte.

source: Community already included.
ar: المجتمع مشمول بالفعل.
cs: Komunita je již zahrnuta.
de: Community bereits enthalten.
fi: Yhteisö on jo liitetty.
hu: A közösség már hozzá van adva.
sv: Community redan inkluderat.

source: Invalid request type.
ar: نوع الطلب غير صالح.
cs: Neplatný typ žádosti.
de: Ungültiger Anforderungstyp.
fi: Virheellinen pyyntötyyppi.
hu: Érvénytelen kéréstípus.
sv: Ogiltig granskningstyp.

source: This request has been automatically accepted, as the uploader can submit to community directly without review.
cs: Tato žádost byla automaticky přijata, protože nahrávající může záznam odeslat komunitě přímo bez kontroly.
fi: Tämä pyyntö hyväksyttiin automaattisesti, koska lataaja voi lähettää yhteisöön suoraan ilman arviointia.
sv: Denna begäran har accepterats automatiskt, eftersom uppladdaren kan skicka till communityn direkt, utan granskning.

source: The record does not exist.
ar: التّسجيلة ليست موجودة.
cs: Záznam neexistuje.
de: Der Eintrag existiert nicht.
fi: Tietuetta ei ole olemassa.
hu: A rekord nem létezik.
sv: Posten finns inte.

source: Permission denied.
ar: تم رفض الإذن.
cs: Přístup odepřen.
de: Zugriff verweigert.
fi: Käyttö estetty.
hu: Engedély megtagadva.
sv: Tillstånd nekat.

source: You don't have permissions to manage record access.
ar: ليس لديك الصلوحيات اللازمة لإدارة الوصول إلى التسجيلة.
cs: Nemáte oprávnění spravovat přístup k záznamu.
de: Sie haben keine Berechtigung, die Zugriffsrechte für diesen Eintrag zu verwalten.
fi: Sinulla ei ole oikeuksia hallita tietueen käyttöoikeuksia.
hu: Nincs jogosultsága a rekordhozzáférés kezelésére.
sv: Du har inte behörighet att hantera åtkomst till poster.

source: A previous version used a DOI registered from {sitename}. This version must also use a DOI from {sitename}.
cs: Předchozí verze použila DOI registrované na {sitename}. Tato verze musí rovněž použít DOI z {sitename}.
fi: Edellinen versio käytti sivuston {sitename} rekisteröimää DOI-tunnusta. Tämän version on myös käytettävä {sitename}-sivuston DOI-tunnusta.
sv: En tidigare version använde en DOI registrerad från {sitename}. Denna version måste också använda en DOI från {sitename}.

source: A previous version was published with a DOI from an external provider or without one. You cannot use a DOI registered from {sitename} for this version.
cs: Předchozí verze byla publikována s DOI od externího poskytovatele, či bez DOI. V této verzi není možno použít DOI registrované na {sitename}.
fi: Edellinen versio julkaistiin ulkopuolisen tarjoajan DOI-tunnuksella tai ilman DOI:ta. Et voi käyttää {sitename}-sivuston rekisteröimää DOI-tunnusta tälle versiolle.
sv: En tidigare version publicerades med en DOI från en extern leverantör eller utan DOI. Du kan inte använda en DOI registrerad från {sitename} för denna version.

source: You cannot delete a draft with an open review. Please cancel the review first.
ar: لا يمكن حذف مسودة متاحة للتقييم المفتوح. الرجاء حذف التقييم أولا.
cs: Nemůžete smazat koncept s běžící kontrolou. Nejprve prosím zrušte žádost o kontrolu.
de: Ein Entwurf, der sich in Begutachtung befindet, kann nicht gelöscht werden. Bitte beenden Sie zunächst die Begutachtung.
fi: Et voi poistaa luonnosta, jolla on avoin arviointi. Peru arviointi ensin.
hu: Nem törölhet nyitott bírálattal rendelkező piszkozatot. Kérjük, először vonja vissza a bírálatot!
sv: Du kan inte ta bort ett utkast med en öppen granskning. Avbryt granskningen först.

source: No description provided.
ar: لم يتم تقديم أي وصف.
cs: Není poskytnut popis.
de: Keine Beschreibung angegeben.
fi: Kuvausta ei ole annettu.
hu: Nincs megadva leírás.
sv: Beskrivning saknas.

source: Citation schema is needed to load citation metadata.
ar: مخطط الاستشهاد Citation schema ضروري لتحميل البيانات الوصفية للاستشهاد.
cs: Pro načtení metadat citace je potřeba citační schéma.
de: Um Zitations-Metadaten zu laden, ist ein Zitations-Schema erforderlich.
fi: Viittauskaavio tarvitaan viittausmetatiedon lataamiseen.
hu: Idézési séma szükséges az idézési metaadatok betöltéséhez.
sv: Citeringsschema behövs för att ladda metadata för citeringar.

source: No configuration defined for PIDs {schemes}
ar: لم يتم تحديد الإعدادات للمعرفات PIDs {schemes}
cs: Není definována konfigurace pro PIDs {schemes}
de: Keine Konfiguration für PIDs {schemes} definiert
fi: Pysyville tunnisteille {schemes} ei ole määritelty asetuksia
hu: Nem található beállítás a következő PID-ekhez: {schemes}
sv: Ingen konfiguration definierad för PID:ar {schemes}

source: Unknown PID provider %(provider)s for %(scheme)s
ar: مزود PID غير معروف %(provider)s لـ %(scheme)s
cs: Neznámý poskytovatel PID %(provider)s pro %(scheme)s.
de: Unbekannter PID-Anbieter %(provider)s für %(scheme)s
fi: Tuntematon PID-tarjoaja %(provider)s järjestelmälle %(scheme)s
hu: Ismeretlen PID szolgáltató: %(provider)s a következőhöz:%(scheme)s
sv: Okönd PID tillhandahållare %(provider)s för %(scheme)s

source: Invalid {scheme}
ar: خاطئ {scheme}
cs: Neplatné {scheme}
de: Ungültiges {scheme}
fi: Virheellinen {scheme}
hu: Érvénytelen {scheme}
sv: Ogiltig {scheme}

source: A PID already exists for type {scheme}
ar: تم اسناد معرف PID لهذا النوع {scheme}
cs: PID typu {scheme} už existuje
de: Es existiert bereits ein PID vom Typ {scheme}
fi: Tyyppiä {scheme} varten on jo olemassa pysyvä tunniste
hu: Már létezik egy PID ehhez a típushoz: {scheme}
sv: Ett PID finns redan för typen {scheme}
