Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, fi, hu, sv

source: The community curator *@{curator_name}* declined the record *{record_title}* into the community *{community_title}*
ar: قام المشرف على المجتمع *@{curator_name}* برفض التسجيلة *{record_title}* في المجتمع *{community_title}*
cs: Kurátor komunity *@{curator_name}* zamítl záznam *{record_title}* do komunity *{community_title}*
de: Der Community-Kurator '@{curator_name}' hat die Aufnahme des Datensatzes '{record_title}' in die Community '{community_title}' abgelehnt.
fi: Yhteisön kuraattori *@{curator_name}* hylkäsi tietueen *{record_title}* sisällyttämisen yhteisöön *{community_title}*
hu: *@{curator_name}* közösségi kurátor megtagadta a(z) *{record_title}* rekord felvételét a(z) *{community_title}* közösségbe
sv: Community curator *@{curator_name}* har nekat posten *{record_title}* till att inkluderas i communitiet *{community_title}*

source: ⌛️ Community inclusion expired for '{record_title}'
ar: ⌛️ انتهت صلاحية إدراج المجتمع لـ '{record_title}'
cs: ⌛️ Vypršela platnost zařazení záznamu '{record_title}' do komunity
de: ⌛️ Community-Aufnahme für '{record_title}' abgelaufen.
fi: ⌛️ Yhteisöön sisällyttäminen vanheni tietueelle '{record_title}'
hu: ⌛️ '{record_title}' közösségi befogadása lejárt
sv: ⌛️TIdsgränsen för community inclusion begäran har gått ut för '{record_title}'

source: The submission for your record has expired.
ar: لقد انتهت صلاحية إداع تسجيلتك.
cs: Platnost žádosti o zařazení vašeho záznamu vypršela.
de: Die Einreichung für Ihren Datensatz ist abgelaufen.
fi: Tietueesi lähetys on vanhentunut.
hu: Rekordjának beadása lejárt.
sv: Tidsgränsen för inlämning av din post har gått ut.

source: 📥 New record submission to your community '{community_title}'
ar: 📥 إداع تسجيلة جديدة إلى مجتمعك '{community_title}'
cs: 📥 Nový záznam byl odeslán do vaší komunity '{community_title}'
de: 📥 Neue Einreichung in Ihre Community '{community_title}'
fi: 📥 Uusi tietueen lähetys yhteisöösi '{community_title}'
hu: 📥 Új rekord beadása a(z) '{community_title}' közösségébe
sv: 📥 Ny inlämning av post till ditt community '{community_title}'

source: The record '{record_title}' was submitted to your community '{community_title}' by '@{creator_name}'
ar: تم إيداع التسجيلة '{record_title}' إلى مجتمعك '{community_title}' بواسطة '@{creator_name}'
cs: Záznam '{record_title}' byl odeslán do vaší komunity '{community_title}' uživatelem '@{creator_name}'.
de: Der Datensatz '{record_title}' wurde von '@{creator_name}' in Ihre Community '{community_title}' eingereicht.
fi: Tietue '{record_title}' lähetettiin yhteisöösi '{community_title}' käyttäjän '@{creator_name}' toimesta
hu: A(z) '{record_title}' rekordot '@{creator_name}' beadta a(z) '{community_title}' közösségébe.
sv: Posten '{record_title}' har lämnats in till ditt community '{community_title}' av '@{creator_name}'

source: Review the submission request
ar: مراجعة طلب الإيداع
cs: Zkontrolujte žádost o odeslání.
de: Überprüfen Sie die Einreichungsanfrage.
fi: Tarkista lähetyspyyntö
hu: Tekintse át a beadási kérését
sv: Granska inlämningsförfrågan

source: The record '{record_title}' was submitted to your community '{community_title}' by @'{creator_name}'.
ar: تم إيداع التسجيلة '{record_title}' إلى مجتمعك '{community_title}' بواسطة '@{creator_name}'.
cs: Záznam '{record_title}' byl odeslán do vaší komunity '{community_title}' uživatelem @ '{creator_name}'.
de: Der Datensatz '{record_title}' wurde von '@{creator_name}' in Ihre Community '{community_title}' eingereicht.
fi: Tietue '{record_title}' lähetettiin yhteisöösi '{community_title}' @'{creator_name}' toimesta.
hu: A(z) '{record_title}' rekordot @'{creator_name}' beadta a(z) '{community_title}' közösségébe.
sv: Posten '{record_title}' har lämnats in till ditt community '{community_title}' av @'{creator_name}'.

source: The record *'{record_title}'* was submitted to your community *'{community_title}'* by *@'{creator_name}'*.
ar: تم إيداع التسجيلة *'{record_title}'* إلى مجتمعك *'{community_title}'* بواسطة *@'{creator_name}'*.
cs: Záznam *'{record_title}'* byl odeslán do vaší komunity *'{community_title}'* uživatelem *@'{creator_name}'*.
de: Der Datensatz *'{record_title}'* wurde von *@'{creator_name}'* in Ihre Community *'{community_title}'* eingereicht.
fi: Tietue *'{record_title}'* lähetettiin yhteisöösi *'{community_title}'* *@'{creator_name}'* toimesta.
hu: A(z) *'{record_title}'* rekordot *'@{creator_name}' beadta a(z) *'{community_title}'* közösségébe.
sv: Posten *'{record_title}'* har lämnats in till ditt community *'{community_title}'* av *@'{creator_name}'*.

source: 👤✔️ You were granted {permission} access to all versions of the record '{record_title}'
ar: 👤✔️ لقد تم منحك {إذن} الوصول إلى جميع إصدارات التسجيلة '{record_title}'
cs: 👤✔️ Získali jste přístup k {permission} pro všechny verze záznamu '{record_title}'.
de: 👤✔️ Ihnen wurde {permission}-Zugriff auf alle Versionen des Datensatzes '{record_title}' gewährt.
fi: 👤✔️ Sinulle myönnettiin {permission}-oikeus tietueen '{record_title}' kaikkiin versioihin
hu: 👤✔️ Ön {permission} hozzáférést kapott a(z) '{record_title}' rekord valamennyi verziójához.
sv: 👤✔️ Du har beviljats {permission} tillgång till alla versioner av posten '{record_title}'

source: 👤✔️ You were granted {permission} access to draft '{record_title}'
ar: 👤✔️ لقد تم منحك {إذن} الوصول إلى مسودّة '{record_title}'
cs: 👤✔️ Získali jste {permission} přístup ke konceptu '{record_title}'
de: 👤✔️ Ihnen wurde {permission}-Zugriff auf den Entwurf '{record_title}' gewährt.
fi: 👤✔️ Sinulle myönnettiin {permission}-oikeus luonnokseen '{record_title}'
hu: 👤✔️ Ön {permission} hozzáférést kapott a(z) '{record_title}' rekord vázlatához.
sv: 👤✔️ Du har beviljats {permission} tillgång till utkastet '{record_title}'

source: 👤✔️ You were granted {permission} access to a draft
ar: 👤✔️ لقد تم منحك {إذن} الوصول إلى مسودّة
cs: 👤✔️ Získali jste {permission} přístup ke konceptu
de: 👤✔️ Ihnen wurde {permission}-Zugriff auf einen Entwurf gewährt.
fi: 👤✔️ Sinulle myönnettiin {permission}-oikeus luonnokseen
hu: 👤✔️ Ön {permission} hozzáférést kapott egy vázlathoz
sv: 👤✔️ Du har beviljats {permission} tillgång till ett utkast

source: You have now permission to {permission} all versions of the record '{record_title}'.
ar: لديك الآن إذن بـ {permission} لجميع إصدارات التسجيلة '{record_title}'.
cs: Nyní máte oprávnění {permission} ke všem verzím záznamu '{record_title}'.
de: Sie haben nun die Berechtigungstufe {permission} für alle Versionen des Datensatzes '{record_title}'.
fi: Sinulla on nyt oikeus {permission} tietueen '{record_title}' kaikkiin versioihin.
hu: Most már van {permission} jogosultsága a(z) {record_title} rekord minden verziójához.
sv: Du har nu beviljats {permission} till alla versioner av posten '{record_title}'.

source: You have now permission to {permission} the draft '{record_title}'.
ar: لديك الآن إذن بـ {permission} مسودّة '{record_title}'.
cs: Nyní máte oprávnění k {permission} konceptu '{record_title}'.
de: Sie haben nun die Berechtigungstufe {permission} für den Entwurf '{record_title}'.
fi: Sinulla on nyt oikeus {permission} luonnosta '{record_title}'.
hu: Most már van {permission} jogosultsága a(z) {record_title} piszkozathoz.
sv: Du har nu beviljats {permission} till utkastet '{record_title}'.

source: You have now permission to {permission} a draft.
ar: لديك الآن إذن بـ {permission} مسودّة.
cs: Nyní máte oprávnění k {permission} konceptu.
de: Sie haben nun die Berechtigungstufe {permission} für einen Entwurf.
fi: Sinulla on nyt oikeus {permission} luonnosta.
hu: Most már van {permission} jogosultsága egy piszkozathoz.
sv: Du har nu beviljats tillgång {permission} till ett utkast.

source: Message:
ar: الرسالة :
cs: Zpráva:
de: Nachricht:
fi: Viesti:
hu: Üzenet:
sv: Meddelande:

source: View the record
ar: مشاهدة التّسجيلة
cs: Zobrazit záznam
de: Datensatz ansehen
fi: Näytä tietue
hu: A rekord megtekintése
sv: Visa post

source: View the draft
ar: مشاهدة المسودّة
cs: Zobrazit koncept
de: Entwurf ansehen
fi: Näytä luonnos
hu: A vázlat megtekintése
sv: Visa utkast

source: You have now permission to {permission} the draft.
ar: لديك الآن إذن بـ {permission} مسودّة.
cs: Nyní máte oprávnění k {permission} konceptu.
de: Sie haben nun die Berechtigungstufe {permission} für den Entwurf.
fi: Sinulla on nyt oikeus {permission} luonnosta.
hu: Most már van {permission} jogosultsága a piszkozathoz.
sv: Du har nu beviljats tillgång {permission} till ett utkast.

source: View the record:
ar: مشاهدة التّسجيلة:
cs: Zobrazit záznam:
de: Datensatz ansehen:
fi: Näytä tietue:
hu: A rekord megtekintése:
sv: Visa post:

source: View the draft:
ar: مشاهدة المسودّة:
cs: Zobrazit koncept:
de: Entwurf ansehen:
fi: Näytä luonnos:
hu: A vázlat megtekintése:
sv: Visa utkast:

source: This is an auto-generated message. To manage notifications, visit your account settings:
ar: هذه رسالة حررت آليا. لإدارة الإشعارات، تفضل بزيارة إعدادات حسابك:
cs: Toto je automaticky generovaná zpráva. Pro správu notifikací navštivte nastavení svého účtu:
de: Dies ist eine automatisch generierte Nachricht. Um Benachrichtigungen zu verwalten, besuchen Sie Ihre Kontoeinstellungen:
fi: Tämä on automaattisesti luotu viesti. Hallitaksesi ilmoituksia, siirry tiliasetuksiisi:
hu: Automatikusan generált üzenet. Az értesítéseit a fiókbeállítások között kezelheti:
sv: Detta är ett auto-genererat meddelande. För att hantera notiser, besök dina konto-inställningar:

source: ❗️Access request for '{record_title}' requires action
ar: ❗️طلب الوصول إلى '{record_title}' يتطلب اتخاذ إجراء
cs: ❗️Žádost o přístup k záznamu '{record_title}' vyžaduje akci.
de: ❗️Zugriffsanfrage für '{record_title}' erfordert Handlung
fi: ❗️ Pääsypyyntö tietueeseen '{record_title}' vaatii toimenpiteitä
hu: ❗️ Intézkedés szükséges a(z) '{record_title}' rekordhoz benyújtott hozzáférési kérés ügyében
sv: ❗️Begäran om åtkomst till '{record_title}' kräver åtgärd

source: Please verify the email address in order to submit the access request
ar: يرجى التحقق من عنوان البريد الإلكتروني لتقديم طلب الوصول
cs: Prosím, ověřte svou e-mailovou adresu, abyste mohli odeslat žádost o přístup.
de: Bitte überprüfen Sie die E-Mail-Adresse, um die Zugriffsanfrage einzureichen.
fi: Vahvista sähköpostiosoitteesi lähettääksesi pääsypyynnön
hu: Kérjük, erősítse meg email címét, hogy beadhassa a hozzáférési kérését
sv: Var god bekräfta e-post adressen för att skicka åtkomstbegäran

source: Verify e-mail address
ar: تحقّق من عنوان البريد الإلكتروني
cs: Ověřit e-mailovou adresu
de: E-Mail-Adresse verifizieren
fi: Vahvista sähköpostiosoite
hu: Erősítse meg az email címét
sv: Bekräfta e-post address

source: Please verify your e-mail address via the following link in order to submit the access request for the record '%(record_title)s'.
ar: يرجى التحقق من عنوان بريدك الإلكتروني عبر الرابط التالي لتقديم طلب الوصول إلى التسجيلة '%(record_title)s'.
cs: Prosím, ověřte svou e-mailovou adresu pomocí následujícího odkazu, abyste mohli odeslat žádost o přístup k záznamu '%(record_title)s'.
de: Bitte überprüfen Sie Ihre E-Mail-Adresse über den folgenden Link, um die Zugriffsanfrage für den Datensatz '%(record_title)s' einzureichen.
fi: Vahvista sähköpostiosoitteesi seuraavan linkin kautta, jotta voit lähettää pääsypyynnön tietueeseen '%(record_title)s'.
hu: Kérjük, a következő linken erősítse meg e-mail címét, hogy beadhassa a hozzáférési kérését a(z) %(record_title)s rekordhoz.
sv: Var god bekräfta din e-post-adress via länken för att skicka in begäran om åtkomst till posten '%(record_title)s'.

source: Verify e-mail address: %(url)s
ar: تحقّق من عنوان البريد الإلكتروني: %(url)s
cs: Ověřit e-mailovou adresu: %(url)s
de: E-Mail-Adresse verifizieren: %(url)s
fi: Vahvista sähköpostiosoite: %(url)s
hu: Erősítse meg email címét: %(url)s
sv: Bekräfta e-post address: %(url)s

source: Please verify your e-mail address via the following link in order to submit the access request for the record *%(record_title)s*.
ar: يرجى التحقق من عنوان بريدك الإلكتروني عبر الرابط التالي لتقديم طلب الوصول إلى التسجيلة *%(record_title)s*.
cs: Prosím, ověřte svou e-mailovou adresu pomocí následujícího odkazu, abyste mohli odeslat žádost o přístup k záznamu *%(record_title)s*.
de: Bitte verifizieren Sie Ihre E-Mail-Adresse über den folgenden Link, um die Zugriffsanfrage für den Datensatz '%(record_title)s' einzureichen.
fi: Vahvista sähköpostiosoitteesi seuraavan linkin kautta, jotta voit lähettää pääsypyynnön tietueeseen *%(record_title)s*.
hu: Kérjük, a következő linken erősítse meg e-mail címét, hogy beadhassa a hozzáférési kérését a(z) *%(record_title)s* rekordhoz.
sv: Var god bekräfta din e-post-adress via länken för att skicka in begäran om åtkomst till posten *%(record_title)s*.

source: ✅ Access request for '{record_title}' was accepted.
ar: ✅ تم قبول طلب الوصول إلى '{record_title}'.
cs: ✅ Žádost o přístup k záznamu '{record_title}' byla přijata.
de: ✅ Zugriffsanfrage für '{record_title}' wurde akzeptiert.
fi: ✅ Pääsypyyntö tietueeseen '{record_title}' hyväksyttiin.
hu: ✅ Hozzáférési kérését a(z) '{record_title}' rekordhoz elfogadták.
sv: ✅ Begäran om åtkomst till '{record_title}' accepterades.

source: Your access request for '{record_title}' was accepted.
ar: تم قبول طلبك للوصول إلى '{record_title}'.
cs: ✅ Vaše žádost o přístup k záznamu '{record_title}' byla přijata.
de: Ihre Zugriffsanfrage für '{record_title}' wurde akzeptiert.
fi: Pääsypyyntösi tietueeseen '{record_title}' hyväksyttiin.
hu: Hozzáférési kérését a(z) '{record_title}' rekordhoz elfogadták.
sv: Din begäran om åtkomst till '{record_title}' accepterades.

source: Access the record
ar: الدخول إلى التسجيلة
cs: Přístup k záznamu
de: Zugriff auf den Datensatz
fi: Avaa tietue
hu: A rekord elérése
sv: Få tillgång till posten

source: Access the record here: {url}
ar: الدخول إلى التسجيلة هنا: {url}
cs: Přístup k záznamu zde: {url}
de: Zugriff auf den Datensatz hier: {url}
fi: Avaa tietue täältä: {url}
hu: A rekord elérése itt: {url}
sv: Få tillgång till posten här: {url}

source: Your access request for *'{record_title}'* was accepted.
ar: تم قبول طلبك للوصول إلى *'{record_title}'*.
cs: ✅ Vaše žádost o přístup k záznamu *'{record_title}'* byla přijata.
de: Ihre Zugriffsanfrage für *'{record_title}'* wurde akzeptiert.
fi: Pääsypyyntösi *'{record_title}'* hyväksyttiin.
hu: Hozzáférési kérését a(z) *'{record_title}'* rekordhoz elfogadták.
sv: Din begäran om åtkomst till *'{record_title}'* accepterades.

source: ❌ Access request canceled
ar: ❌ تم إلغاء طلب الدخول
cs: ❌ Žádost o přístup byla zrušena
de: ❌ Zugriffsanfrage abgebrochen
fi: ❌ Pääsypyyntö peruttu
hu: ❌ Hozzáférési kérés törölve
sv: ❌ Åtkomstbegäran avbruten

source: Your access request has been canceled
ar: لقد تم إلغاء طلب الدخول الخاص بك
cs: Vaše žádost o přístup byla zrušena
de: Ihre Zugriffsanfrage wurde abgebrochen.
fi: Pääsypyyntösi on peruttu
hu: Hozzáférési kérése törölve
sv: Din åtkomstbegäran har avbrutits

source: ⛔️ Access request declined
ar: ⛔️ تم رفض طلب الدخول
cs: ⛔️ Žádost o přístup byla odmítnuta
de: ⛔️ Zugriffsanfrage abgelehnt
fi: ⛔️ Pääsypyyntö hylätty
hu: ⛔️ Hozzáférési kérés elutasítva
sv: ⛔️ Åtkomstbegäran nekades

source: The owner of '{record_title}' has declined your access request
ar: لقد رفض مالك '{record_title}' طلب الدخول الخاص بك
cs: Vlastník záznamu '{record_title}' odmítl vaši žádost o přístup
de: Der Eigentümer von '{record_title}' hat Ihre Zugriffsanfrage abgelehnt.
fi: Tietueen '{record_title}' omistaja hylkäsi pääsypyyntösi
hu: Hozzáférési kérését a(z) '{record_title}' rekord tulajdonosa elutasította
sv: Ägaren till '{record_title}' har avböjt din begäran om åtkomst

source: The owner of '{record_title}' has rejected your access request
ar: لقد رفض مالك '{record_title}' طلب الدخول الخاص بك
cs: Vlastník záznamu '{record_title}' zamítl vaši žádost o přístup
de: Der Eigentümer von '{record_title}' hat Ihre Zugriffsanfrage abgelehnt.
fi: Tietueen '{record_title}' omistaja on hylännyt pääsypyyntösi
hu: Hozzáférési kérését a(z) '{record_title}' rekord tulajdonosa visszautasította
sv: Ägaren till '{record_title}' har nekat din begäran om åtkomst

source: The owner of *{record_title}* has rejected your access request
ar: لقد رفض مالك *{record_title}* طلب الدخول الخاص بك
cs: Vlastník záznamu *{record_title}* zamítl vaši žádost o přístup
de: Der Eigentümer von *{record_title}* hat Ihre Zugriffsanfrage abgelehnt.
fi: Tietueen *{record_title}* omistaja on hylännyt pääsypyyntösi
hu: Hozzáférési kérését a(z) *{record_title}* rekord tulajdonosa visszautasította
sv: Ägaren till *{record_title}* har nekat din begäran om åtkomst

source: 📥 New access request for your record '{record_title}'
ar: 📥 طلب جديد بالدخول للتسجيلة الخاصة بك '{record_title}'
cs: 📥 Nová žádost o přístup k vašemu záznamu '{record_title}'
de: 📥 Neue Zugriffsanfrage für Ihren Datensatz '{record_title}'.
fi: 📥 Uusi pääsypyyntö tietueeseesi '{record_title}'
hu: 📥 Új hozzáférési kérés a(z) '{record_title}' rekordjához
sv: 📥 Ny åtkomstbegäran för din post '{record_title}'

source: An access request was submitted for your record '{record_title}'.
ar: تم تقديم طلب بالدخول للتسجيلة الخاصة بك '{record_title}'.
cs: Byla podána žádost o přístup k vašemu záznamu '{record_title}'.
de: Eine Zugriffsanfrage wurde für Ihren Datensatz '{record_title}' eingereicht.
fi: Tietueeseesi '{record_title}' on lähetetty pääsypyyntö.
hu: Hozzáférési kérést nyújtottak be a(z) '{record_title}' rekordjához.
sv: En åtkomstbegäran för din post '{record_title}', har skickats in.

source: The requestor's e-mail address: {email}
ar: عنوان البريد الإلكتروني لمقدم الطلب: {email}
cs: E-mailová adresa žadatele: {email}
de: Die E-Mail-Adresse des Anfragenden: {email}
fi: Pyynnön esittäjän sähköpostiosoite: {email}
hu: A kérelmező e-mail címe: {email}
sv: Ansökandens e-postadress: {email}

source: See request details
ar: إطّلع على تفاصيل الطلب
cs: Viz detaily žádosti
de: Details der Anfrage anzeigen
fi: Näytä pyynnön tiedot
hu: Lásd a kérés részleteit
sv: Se detaljer för förfrågan

source: An access request was submitted for your record.
ar: تم تقديم طلب بالدخول للتسجيلة الخاصة بك.
cs: Byla podána žádost o přístup k vašemu záznamu.
de: Eine Zugriffsanfrage wurde für Ihren Datensatz eingereicht.
fi: Tietueeseesi on lähetetty pääsypyyntö.
hu: Hozzáférési kérést nyújtottak be a rekordjához.
sv: En åtkomstbegäran för din post har skickats in.

source: 📥 Your access request was submitted successfully
ar: 📥 تم تقديم طلب الدخول الخاص بك بنجاح
cs: 📥Vaše žádost o přístup byla úspěšně podána
de: 📥 Ihre Zugriffsanfrage wurde erfolgreich eingereicht.
fi: 📥 Pääsypyyntösi lähetettiin onnistuneesti
hu: 📥 Hozzáférési kérését sikeresen benyújtotta
sv: 📥 Din åtkomstbegäran har skickats in

source: Your access request was submitted successfully. The request details are available at:
ar: تم تقديم طلب الدخول الخاص بك بنجاح. تفاصيل الطلب متاحة هنا:
cs: Vaše žádost o přístup byla úspěšně podána. Detaily žádosti jsou dostupné na adrese:
de: 📥 Ihre Zugriffsanfrage wurde erfolgreich eingereicht. Die Anfrage-Details sind verfügbar unter:
fi: Pääsypyyntösi lähetettiin onnistuneesti. Pyynnön tiedot ovat saatavilla osoitteessa:
hu: Hozzáférési kérését sikeresen benyújtotta. A kérés részletei elérhetőek itt:
sv: Din åtkomstbegäran har skickats. Uppgifterna finns tillgängliga på:

source: View request details
ar: الإطّلع على تفاصيل الطلب
cs: Zobrazit detaily žádosti
de: Details der Anfrage anzeigen
fi: Näytä pyynnön tiedot
hu: Tekintse meg a kérés részleteit
sv: Visa detaljer för förfrågan

source: View request details:
ar: الإطّلع على تفاصيل الطلب:
cs: Zobrazit detaily žádosti:
de: Details der Anfrage anzeigen:
fi: Näytä pyynnön tiedot:
hu: Tekintse meg a kérés részleteit:
sv: Visa detaljer för förfrågan:

source: ✅ Access request accepted
ar: ✅ تم قبول طلب الدخول
cs: ✅ Žádost o přístup byla přijata
de: ✅ Zugriffsanfrage akzeptiert
fi: ✅ Pääsypyyntö hyväksytty
hu: ✅ Hozzáférési kérés elfogadva
sv: ✅ Åtkomstbegäran godkändes

source: The owner of '{record_title}' has accepted your access request
ar: لقد قبل مالك '{record_title}' طلب الدخول الخاص بك
cs: Vlastník záznamu '{record_title}' přijal vaši žádost o přístup
de: Der Eigentümer von '{record_title}' hat Ihre Zugriffsanfrage akzeptiert.
fi: Tietueen '{record_title}' omistaja on hyväksynyt pääsypyyntösi
hu: A(z) '{record_title}' rekord tulajdonosa elfogadta a hozzáférési kérését
sv: Ägaren till '{record_title}' har godkänt din begäran om åtkomst

source: The owner of *{record_title}* has accepted your access request
ar: لقد قبل مالك *{record_title}* طلب الدخول الخاص بك
cs: Vlastník záznamu *{record_title}* přijal vaši žádost o přístup
de: Der Eigentümer von *{record_title}* hat Ihre Zugriffsanfrage akzeptiert.
fi: Tietueen *{record_title}* omistaja on hyväksynyt pääsypyyntösi
hu: A(z) *{record_title}* rekord tulajdonosa elfogadta a hozzáférési kérését
sv: Ägaren till *{record_title}* har godkänt din begäran om åtkomst

source: Your access request has been canceled by {cancel_name}
ar: لقد تم إلغاء طلب الدخول الخاص بك من طرف {cancel_name}
cs: Vaše žádost o přístup byla zrušena {cancel_name}
de: Ihre Zugriffsanfrage wurde von {cancel_name} abgebrochen.
fi: Pääsypyyntösi on peruttu käyttäjän {cancel_name} toimesta
hu: Hozzáférési kérését {cancel_name} törölte
sv: Din åtkomstbegäran har avbrutits av {cancel_name}

source: Missing "kid" key with personal access token ID in JWT header of resource access token.
ar: مفتاح "kid" مفقود مع رمز معرف الوصول الشخصي في رأس JWT لرمز الوصول إلى المورد. Missing "kid" key with personal access token ID in JWT header of resource access token.
cs: Chybí klíč "kid" s ID osobního přístupového tokenu v JWT hlavičce přístupového tokenu.
de: Fehlender "kid"-Key mit persönlicher Zugriffs-Kennung im JWT-Header des Zugriffs-Tokens.
fi: Resurssin käyttötunnuksen JWT-otsikosta puuttuu "kid"-avain, jossa on henkilökohtaisen käyttöoikeustunnuksen tunniste.
hu: Hiányzik a "kid" kulcs a személyes hozzáférési token azonosítójával a JWT fejlécéből a hozzáférési tokenhez.
sv: Saknar ”kid”-nyckel med ID för personlig åtkomsttoken i JWT-headern för åtkomsttoken.

source: "kid" JWT header value of resource access token not a valid personal access token ID.
ar: قيمة رأس "JWT "kid لرمز الوصول للمورد ليست معرف رمز وصول شخصي صالح. "kid" JWT header value of resource access token not a valid personal access token ID.
cs: Hodnota "kid" JWT hlavičky přístupového tokenu není platné ID osobního přístupového tokenu.
de: Der "kid"-JWT-Headerwert des Zugriffs-Tokens ist keine gültige persönliche Zugriffs-Kennung.
fi: "kid"-arvo resurssin käyttöoikeustunnuksen JWT-otsikossa ei ole kelvollinen henkilökohtaisen käyttöoikeustunnuksen tunniste.
hu: A "kid" JWT fejlécben szereplő érték nem érvényes személyes hozzáférési token azonosító.
sv: ”kid” JWT-headervärdet för åtkomsttoken är inte ett giltigt ID för personlig åtkomsttoken.

source: Failed to decode resource access token.
ar: فشل فك تشفير رمز الوصول إلى المورد resource access token.
cs: Nepodařilo se dekódovat přístupový token ke zdroji.
de: Fehler beim Decodieren des Zugriffs-Tokens.
fi: Resurssin käyttötunnuksen purku epäonnistui.
hu: Nem sikerült dekódolni a forráshoz használt hozzáférési tokent.
sv: Misslyckades med att avkoda åtkomsttoken.

source: The resource access token is invalid.
ar: رمز الوصول إلى المورد غير صالح.
cs: Přístupový token ke zdroji není platný.
de: Das Zugriffs-Token ist ungültig.
fi: Resurssin käyttötunnus on virheellinen.
hu: A forráshoz használt hozzáférés tokenje érvénytelen.
sv: Åtkomsttoken är ogiltig.

source: The resource access token subject is invalid.
ar: موضوع رمز الوصول إلى المورد غير صالح.
cs: Předmět přístupového tokenu ke zdroji není platný.
de: Das Subjekt des Zugriffs-Tokens ist ungültig.
fi: Resurssin käyttötunnuksen subject-kenttä on virheellinen.
hu: A hozzáférési token tárgya érvénytelen.
sv: Ämnet för åtkomsttoken är ogiltigt.
