{
    "Copy to clipboard": "Zkopírovat do schránky",
    "Copied!": "Zkopírováno!",
    "This set is not editable as it was created by the system.": "Tuto množina není možno editovat, protože byla vytvořena systémem.",
    "This set is not deletable as it was created by the system.": "Tuto množina není možno smazat, protože byla vytvořena systémem.",
    "Links": "Odkazy",
    "Format": "Formát",
    "List records": "Seznam záznamů",
    "Opens in new tab": "Otevřít v novém okně",
    "List identifiers": "Seznam identifikátorů",
    "Before deleting, make sure to alert all harvesters that this set will no longer be available.": "Ujistěte se, že jste upozornili všechny sběrače, že tato množina už nebude dostupná.",
    "I have alerted all harvesters that this set will no longer be available.": "Oznámil jsem všem sběračům, že tato množina už nebude dostupná.",
    "Cancel": "Stornovat",
    "Delete": "Smazat",
    "Delete {{title}}": "Smazat {{title}}",
    "This will delete the set '{{title}}'.": "Tímto se smaže oai soubor '{{title}}'.",
    "Fetch error": "Chyba při načítání",
    "Error fetching OAI set formats.": "Chyba při načítání formátů OAI souborů.",
    "Select the community where you want to submit your record.": "Vyberte komunitu, kam chcete záznam odeslat.",
    "Change": "Změnit",
    "Select a community": "Vyberte komunitu",
    "Remove": "Odstranit",
    "Community inclusion information": "Informace o zařazení do komunity",
    "Submission to this community is only allowed if the record is restricted.": "Zařazení do této komunity je povoleno pouze pokud je záznam s omezeným přístupem.",
    "Community submission conditions information": "Informace o podmínkách zařazení do komunity",
    "Submission to this community is only allowed by dedicated upload form. Use the button to jump to the form.": "Zařazení do této komunity je povoleno pouze pomocí speciálního formuláře pro nahrávání. Použijte tlačítko pro přeskočení na formulář.",
    "Selected": "Vybráno",
    "Select": "Vybrat",
    "Select {{title}}": "Vybrat {{title}}",
    "Did not find a community that fits you? Upload without a community or <2>create your own.</2>": "Nenašli jste komunitu, která by vám vyhovovala? Nahrajte bez komunity nebo <2>vytvořte vlastní.</2>",
    "Close": "Zavřít",
    "All": "Vše",
    "My communities": "Moje komunity",
    "Search": "Hledat",
    "In review": "V procesu kontroly",
    "Community curators will review your upload. Once accepted, it will be published.": "Kurátoři komunity zkontrolují váš záznam. Jakmile bude přijat, bude publikován.",
    "Declined": "Zamítnuto",
    "The request to submit this upload to the community was declined.": "Žádost o zařazení tohoto záznamu do komunity byla zamítnuta.",
    "Expired": "Vypršený",
    "The request to submit this upload to the community has expired.": "Žádost o zařazení tohoto záznamu do komunity vypršela.",
    "Published": "Publikováno: ",
    "Your upload is published.": "Váš záznam je publikován.",
    "Draft": "Pracovní verze",
    "Once your upload is complete, you can submit it for review to the community curators.": "Jakmile bude váš záznam hotov, můžete jej odeslat k posouzení kurátorům komunity.",
    "Once your upload is complete, you can publish or submit it for review to the community curators.": "Jakmile bude váš záznam hotov, můžete jej publikovat nebo odeslat k posouzení kurátorům komunity.",
    "New version draft": "Nová pracovní verze",
    "Once your upload is complete, you can publish it.": "Jakmile bude váš záznam hotov, můžete jej publikovat.",
    "View request": "Zobrazit žádost",
    "discard changes": "zahodit změny",
    "discard version": "zahodit verzi",
    "delete": "smazat",
    "Are you sure you want to discard the changes to this draft?": "Jste si jisti, že chcete zahodit změny v tomto konceptu?",
    "Are you sure you want to delete this new version?": "Jste si jisti, že chcete smazat tuto novou verzi?",
    "Are you sure you want to delete this draft?": "Jste si jisti, že chcete smazat tento koncept?",
    "You don't have permissions to create a new version.": "Nemáte oprávnění vytvořit novou verzi.",
    "New version": "Nová verze",
    "Preview": "Náhled",
    "Are you sure you want to publish this record?": "Jste si jisti, že chcete tento záznam publikovat?",
    "Once the record is published you will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Jakmile bude záznam publikován, nebudete moci změnit soubory v záznamu! Nicméně budete stále moci později aktualizovat metadata záznamu.",
    "Publish": "Publikovat",
    "Submitted for review": "Odesláno k posouzení",
    "Submit for review": "Odeslat k posouzení",
    "Publish to community": "Publikovat do komunity",
    "You must accept this.": "Musíte toto přijmout.",
    "Before publishing to the community, please read and check the following:": "Před publikováním do komunity si prosím přečtěte a zkontrolujte následující:",
    "Your upload will be <bold>immediately published</bold> in '{{communityTitle}}'. You will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Váš záznam bude <bold>okamžitě publikován</bold> v '{{communityTitle}}'. Nebudete moci změnit soubory v záznamu! Nicméně budete stále moci později aktualizovat metadata záznamu.",
    "Publish record to community": "Publikovat záznam do komunity",
    "Submit to community": "Odeslat do komunity",
    "Before submitting to community, please read and check the following:": "Před odesláním do komunity si prosím přečtěte a zkontrolujte následující:",
    "Before requesting review, please read and check the following:": "Před požádáním o posouzení si prosím přečtěte a zkontrolujte následující:",
    "If your upload is accepted by the community curators, it will be <bold>immediately published</bold>. Before that, you will still be able to modify metadata and files of this upload.": "Pokud bude váš záznam přijat kurátory komunity, bude <bold>okamžitě publikován</bold>. Před tím budete stále moci upravovat metadata a soubory tohoto konceptu.",
    "Submit record for review": "Odeslat záznam k posouzení",
    "The '{{communityTitle}}' curators will have access to <bold>view</bold> and <bold>edit</bold> your upload's metadata and files.": "Kurátoři '{{communityTitle}}' budou mít přístup k <bold>zobrazení</bold> a <bold>úpravě</bold> metadat a souborů vašeho záznamu.",
    "Message to curators (optional)": "Zpráva pro kurátory (nepovinná)",
    "Change community": "Změnit komunitu",
    "Publish without community": "Publikovat bez komunity",
    "Save draft": "Uložit koncept",
    "Files": "Soubory",
    "Resource type": "Typ zdroje",
    "Title": "Název",
    "Additional titles": "Další názvy",
    "Publication date": "Datum vydání",
    "Creators": "Autoři",
    "Contributors": "Přispěvovatelé",
    "Description": "Popis",
    "Additional descriptions": "Další popisy",
    "Licenses": "Licence",
    "Languages": "Jazyky",
    "Dates": "Datace",
    "Version": "Verze",
    "Publisher": "Vydavatel",
    "Related works": "Vazba na další zdroje",
    "References": "Zdroje",
    "Alternate identifiers": "Další identifikátory",
    "Keywords and subjects": "Klíčová slova a předmětová hesla",
    "Embargo until": "Embargo do",
    "DOI": "DOI",
    "Record successfully saved.": "Záznam byl úspěšně uložen.",
    "Record saved with validation errors:": "Záznam byl uložen s chybami:",
    "The draft was not saved. Please try again. If the problem persists, contact user support.": "Koncept nebyl uložen. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "The draft was not published. Please try again. If the problem persists, contact user support.": "Koncept nebyl publikován. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "The draft was not published. Record saved with validation errors:": "Koncept nebyl publikován. Záznam byl uložen s chybami:",
    "The draft was not submitted for review. Please try again. If the problem persists, contact user support.": "Koncept nebyl odeslán k posouzení. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "The draft was not submitted for review. Record saved with validation errors:": "Koncept nebyl odeslán k posouzení. Záznam byl uložen s chybami:",
    "Draft deletion failed. Please try again. If the problem persists, contact user support.": "Smazání konceptu selhalo. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "Draft preview failed. Please try again. If the problem persists, contact user support.": "Náhled konceptu selhal. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "Identifier reservation failed. Please try again. If the problem persists, contact user support.": "Rezervace identifikátoru selhala. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "Identifier could not be discarded. Please try again. If the problem persists, contact user support.": "Identifikátor nemohl být odstraněn. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "Draft save failed before file upload. Please try again. If the problem persists, contact user support.": "Uložení konceptu selhalo před nahráním souboru. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "Files import from the previous version failed. Please try again. If the problem persists, contact user support.": "Import souborů z předchozí verze selhal. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.",
    "Options": "Možnosti",
    "Public": "Veřejný",
    "The record is publicly accessible.": "Záznam je veřejně přístupný.",
    "The record and files are publicly accessible.": "Záznam a jeho soubory jsou veřejně dostupné.",
    "Embargoed (full record)": "Embargován (celý záznam)",
    "Restricted": "Omezené",
    "Public with restricted files": "Veřejný s omezenými soubory",
    "Embargoed (files-only)": "Embargován (pouze soubory)",
    "access-message": "přístupová zpráva",
    "The record can <1>only</1> be accessed by <3>users specified</3> in the permissions.": "Záznam mohou zobrazit <1>pouze</1> <3>uživatelé specifikovaní</3> v oprávněních.",
    "The record is publicly accessible. The files can <1>only</1> be accessed by <4>users specified</4> in the permissions.": "Záznam je veřejně přístupný. Soubory mohou zobrazit <1>pouze</1> <4>uživatelé specifikovaní</4> v oprávněních.",
    "The record is publicly accessible. On <bold>{{ date }}</bold> the files will automatically be made publicly accessible. Until then, the files can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.": "Záznam je veřejně přístupný. Dne <bold>{{ date }}</bold> budou soubory automaticky zpřístupněny veřejnosti. Do té doby mohou být soubory zobrazeny <bold>pouze uživatelům specifikovaným</bold> v oprávněních.",
    "Apply an embargo": "Použít embargo",
    "Embargo reason": "Důvod embarga",
    "Optionally, describe the reason for the embargo.": "Volitelně popište důvod embarga.",
    "Embargo was lifted on {{fmtDate}}.": "Embargo bylo zrušeno dne {{fmtDate}}.",
    "Reason": "Důvod",
    "Record or files protection must be <1>restricted</1> to apply an embargo.": "Pro použití embarga, záznam nebo soubory musí být <1>s omezeným přístupem</1>.",
    "YYYY-MM-DD": "RRRR-MM-DD",
    "The record has no files.": "Záznam nemá žádné soubory.",
    "Files only": "Pouze soubory",
    "The full record is restricted.": "Celý záznam je s omezeným přístupem.",
    "The files of this record are restricted.": "Soubory tohoto záznamu jsou s omezeným přístupem.",
    "Full record": "Celý záznam",
    "Record visibility can not be changed to restricted anymore. Please contact support if you still need to make these changes.": "Záznamu už nemůže být změněn na s omezeným přístupem. Pokud stále potřebujete provést tyto změny, kontaktujte podporu.",
    "Search or create affiliation": "Hledat nebo vytvořit afiliaci",
    "Affiliations": "Afiliace",
    "Search for affiliations..": "Hledat afiliace..",
    "Add creator": "Přidat autora",
    "Edit creator": "Upravit autora",
    "Edit": "Úpravy",
    "Type the value of an identifier...": "Zadejte hodnotu identifikátoru...",
    "Identifiers": "Identifikátory",
    "e.g. ORCID, ISNI or GND.": "např. ORCID, ISNI nebo GND.",
    "Save and add another": "Uložit a přidat další",
    "Family name is a required field.": "Příjmení je povinné pole.",
    "Name is a required field.": "Jméno je povinné pole.",
    "Role is a required field.": "Role je povinné pole.",
    "Added": "Přidáno",
    "Person": "Osoba",
    "Organization": "Organizace",
    "Search for persons by name, identifier, or affiliation...": "Hledat osoby podle jména, identifikátoru nebo afiliace...",
    "Family name": "Příjmení",
    "Given names": "Křestní jména",
    "Search for an organization by name, identifier, or affiliation...": "Hledat organizaci podle názvu, identifikátoru nebo afiliace...",
    "Search for organization by name, identifier, or affiliation...": "Hledat organizaci podle názvu, identifikátoru nebo afiliace...",
    "Name": "Jméno",
    "Organization name": "Název organizace",
    "e.g. ROR, ISNI or GND.": "např. ROR, ISNI nebo GND.",
    "Role": "Role",
    "Select role": "Vyberte roli",
    "Save": "Uložit",
    "Couldn't find your person? You can <2>create a new entry</2>.": "Nenašli jste vaši osobu? Můžete <2>vytvořit nový záznam</2>.",
    "Add date": "Přidat datum",
    "Format: DATE or DATE/DATE where DATE is YYYY or YYYY-MM or YYYY-MM-DD.": "Formát: DATE nebo DATE/DATE kde DATE je RRRR nebo RRRR-MM nebo RRRR-MM-DD.",
    "Date": "Datum",
    "Type": "Typ",
    "Remove field": "Odstranit pole",
    "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD": "RRRR-MM-DD nebo RRRR-MM-DD/RRRR-MM-DD",
    "Add description": "Přidat popis",
    "Additional Description": "Další popis",
    "Language": "Jazyk",
    "Select language": "Vyberte jazyk",
    "Uploading the selected files would result in": "Nahrání vybraných souborů by mělo za následek",
    "but the limit is": "ale limit je",
    "The following files already exist": "Následující soubory již existují",
    "You can import files from the previous version.": "Můžete naimportovat soubory z předchozí verze.",
    "File addition, removal or modification are not allowed after you have published your upload.": "Přidání, odstranění nebo úprava souborů není povolena po publikaci vašeho záznamu.",
    "You must create a new version to add, modify or delete files.": "Pro přidání, úpravu nebo smazání souborů musíte vytvořit novou verzi.",
    "Drag and drop files": "Přetáhněte soubory",
    "Upload files": "Nahrát soubory",
    "Import files": "Naimportovat soubory",
    "Filename": "Název souboru",
    "Size": "Velikost",
    "Progress": "Průběh",
    "Default preview": "Výchozí náhled",
    "This is the file fingerprint (MD5 checksum), which can be used to verify the file integrity.": "Toto je MD5 kontrolní součet souboru, který lze použít k ověření integrity souboru.",
    "Pending": "Nevyřízena",
    "Delete file": "Smazat soubor",
    "or": "nebo",
    "This is a Metadata-only record.": "Toto je záznam pouze s metadaty.",
    "Metadata-only record": "Záznam pouze s metadaty",
    "Disable files for this record": "Zakázat soubory pro tento záznam",
    "Storage available": "Dostupné úložiště",
    "{{length}} out of {{maxfiles}} files": "{{length}} z {{maxfiles}} souborů",
    "out of": "z",
    "Add identifier": "Přidat identifikátor",
    "Identifier": "Identifikátor",
    "Scheme": "Schéma",
    "Do you already have a {{pidLabel}} for this upload?": "Opravdu máte {{pidLabel}} pro tento záznam?",
    "Yes": "Ano",
    "No": "Ne",
    "Search for languages...": "Hledat jazyky...",
    "Search for a language by name (e.g \"eng\", \"fr\" or \"Polish\")": "Hledat jazyk podle názvu (např. \"eng\", \"fr\" nebo \"Polština\")",
    "Add standard": "Přidat standard",
    "Add custom": "Přidat vlastní",
    "Read more": "Čtěte více",
    "Title is a required field.": "Název je povinné pole.",
    "Link must be a valid URL": "Odkaz musí být platná URL adresa",
    "Add {{mode}} license": "Přidat {{mode}} licenci",
    "Change {{mode}} license": "Změnit {{mode}} licenci",
    "Recommended": "Doporučená",
    "Data": "Data",
    "Software": "Software",
    "License title": "Název licence",
    "Link": "Odkaz",
    "License link": "Odkaz na licenci",
    "Add license": "Přidat licenci",
    "Change license": "Změnit licenci",
    "In case your upload was already published elsewhere, please use the date of the first publication. Format: YYYY-MM-DD, YYYY-MM, or YYYY. For intervals use DATE/DATE, e.g. 1939/1945.": "V případě, že byla data vašeho záznamu již publikována jinde, použijte datum první publikace. Formát: RRRR-MM-DD, RRRR-MM nebo RRRR. Pro intervaly použijte DATUM/DATUM, např. 1939/1945.",
    "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD for intervals. MM and DD are optional.": "RRRR-MM-DD nebo RRRR-MM-DD/RRRR-MM-DD pro interval dat. MM a DD jsou volitelné.",
    "The publisher is used to formulate the citation, so consider the prominence of the role.": "V citaci je vyadavatel důležitý, zvažte to prosím.",
    "Add reference": "Přidat referenci",
    "Reference string": "Hodnota reference",
    "Specify identifiers of related works. Supported identifiers include DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.": "Zadejte identifikátory souvisejících prací. Podporované identifikátory zahrnují DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS bibliografický kód, arXiv, identifikátory Life Science (LSID), EAN-13, ISTC, URN a URL.",
    "Add related work": "Přidejte související práci",
    "Relation": "Vztah",
    "Suggest from": "Navrhnout z",
    "Search for a subject by name": "Hledat téma podle názvu",
    "Add titles": "Přidat názvy",
    "Mostly relevant for software and dataset uploads. A semantic version string is preferred see<1> semver.org</1>, but any version string is accepted.": "Především relevantní pro zadávání softwaru a datových sad. Je preferován řetězec sémantické verze viz <1>semver.org</1>, ale je přijímáno jakékoliv vyjádření verze."
}