{
    "Copy to clipboard": "In Zwischenablage kopieren",
    "Copied!": "Kopiert!",
    "This set is not editable as it was created by the system.": "Dieses Set kann nicht bearbeitet werden, da es vom System erstellt wurde.",
    "This set is not deletable as it was created by the system.": "Dieses Set kann nicht gelöscht werden, da es vom System erstellt wurde.",
    "Links": "Links",
    "Format": "Format",
    "List records": "Einträge auflisten",
    "Opens in new tab": "In neuem Tab öffnen",
    "List identifiers": "Identifier auflisten",
    "Before deleting, make sure to alert all harvesters that this set will no longer be available.": "Stellen Sie sicher, dass alle Harvester darüber informiert werden, dass dieses Set nicht mehr verfügbar ist.",
    "I have alerted all harvesters that this set will no longer be available.": "Ich habe alle Harvester darüber informiert, dass dieses Set nicht mehr verfügbar ist.",
    "Cancel": "Abbrechen",
    "Delete": "Löschen",
    "Delete {{title}}": "Lösche {{title}}",
    "This will delete the set '{{title}}'.": "Dies wird das Set '{{title}}' löschen.",
    "Fetch error": "Fehler beim Abrufen",
    "Error fetching OAI set formats.": "Fehler beim Abrufen der OAI-Set-Formate.",
    "Select the community where you want to submit your record.": "Wählen Sie die Community aus, bei der Sie Ihren Eintrag einreichen möchten.",
    "Change": "Ändern",
    "Select a community": "Wählen Sie eine Community",
    "Remove": "Entfernen",
    "Community inclusion information": "Informationen zur Community-Einbindung",
    "Submission to this community is only allowed if the record is restricted.": "Das Einreichen von Einträgen in diese Community ist nur erlaubt, wenn der Eintrag zugriffsbeschränkt ist.",
    "Community submission conditions information": "Informationen zu den Einreichungsbedingungen der Community",
    "Submission to this community is only allowed by dedicated upload form. Use the button to jump to the form.": "Das Einreichen von Einträgen in diese Community ist nur erlaubt, indem das entsprechende Upload-Formular verwendet wird. Verwenden Sie die folgende Schaltfläche, um zu dem Formular zu gelangen.",
    "Go to the community": "Zur Community",
    "Selected": "Ausgewählt",
    "Select": "Auswählen",
    "Select {{title}}": "Wählen Sie {{title}}",
    "Verified": "Verifiziert",
    "Did not find a community that fits you? Upload without a community or <2>create your own.</2>": "Sie haben keine passende Community gefunden? Dann laden Sie Ihre Daten ohne Bezug zu einer bestimmten Community hoch oder <2>erstellen Sie Ihre eigene Community.</2>",
    "Close": "Schließen",
    "All": "Alle",
    "My communities": "Meine Communitys",
    "Search": "Suchen",
    "In review": "In Begutachtung",
    "Community curators will review your upload. Once accepted, it will be published.": "Die Kurator*innen der Community werden Ihren Eintrag begutachten. Sobald er akzeptiert wurde, wird er veröffentlicht.",
    "Declined": "Abgelehnt",
    "The request to submit this upload to the community was declined.": "Der Antrag, diesen Eintrag in die Community einzureichen, wurde abgelehnt.",
    "Expired": "Abgelaufen",
    "The request to submit this upload to the community has expired.": "Der Antrag, diesen Eintrag in die Community einzureichen, wurde abgelehnt.",
    "Published": "Veröffentlicht",
    "Your upload is published.": "Ihr Eintrag wird veröffentlicht.",
    "Draft": "Entwurf",
    "Once your upload is complete, you can submit it for review to the community curators.": "Sobald Ihr Eintrag vollständig ist, können Sie ihn zur Begutachtung an die Kurator*innen der Community einreichen.",
    "Once your upload is complete, you can publish or submit it for review to the community curators.": "Sobald Ihr Eintrag vollständig ist, können Sie ihn veröffentlichen oder zur Begutachtung an die Kurator*innen der Community einreichen.",
    "New version draft": "Entwurf einer neuen Version",
    "Once your upload is complete, you can publish it.": "Sobald Ihr Eintrag vollständig ist, können Sie ihn veröffentlichen.",
    "View request": "Anfrage anzeigen",
    "discard changes": "Änderungen verwerfen",
    "discard version": "Version verwerfen",
    "delete": "löschen",
    "Are you sure you want to discard the changes to this draft?": "Sind Sie sicher, dass Sie die Änderungen an diesem Entwurf verwerfen wollen?",
    "Are you sure you want to delete this new version?": "Sind Sie sicher, dass Sie diese neue Version löschen wollen?",
    "Are you sure you want to delete this draft?": "Sind Sie sicher, dass Sie diesen Entwurf löschen möchten?",
    "You don't have permissions to create a new version.": "Sie haben nicht die Berechtigung, eine neue Version zu erstellen.",
    "New version": "Neue Version",
    "Preview": "Vorschau",
    "Are you sure you want to publish this record?": "Sind Sie sicher, dass Sie diesen Eintrag veröffentlichen wollen?",
    "Once the record is published you will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Sobald der Eintrag veröffentlicht ist, können Sie die Dateien des Eintrags nicht mehr ändern! Die Metadaten des Eintrags können jedoch weiterhin aktualisiert werden.",
    "Publish": "Veröffentlichen",
    "Submitted for review": "Zur Begutachtung eingereicht",
    "Submit for review": "Zur Begutachtung einreichen",
    "Publish to community": "Veröffentlichen in der Community",
    "You must accept this.": "Sie müssen dies akzeptieren.",
    "Before publishing to the community, please read and check the following:": "Stellen Sie sicher, dass Sie die folgenden Punkte überprüft haben:",
    "Your upload will be <bold>immediately published</bold> in '{{communityTitle}}'. You will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Ihr Eintrag wird <bold>sofort veröffentlicht</bold> in '{{communityTitle}}'. Sie können die Dateien des Eintrags nicht mehr ändern! Die Metadaten des Eintrags können jedoch weiterhin aktualisiert werden.",
    "Publish record to community": "Eintrag in der Community veröffentlichen",
    "Submit to community": "In die Community einreichen",
    "Before submitting to community, please read and check the following:": "Stellen Sie sicher, dass Sie die folgenden Punkte überprüft haben:",
    "Before requesting review, please read and check the following:": "Stellen Sie sicher, dass Sie die folgenden Punkte überprüft haben:",
    "If your upload is accepted by the community curators, it will be <bold>immediately published</bold>. Before that, you will still be able to modify metadata and files of this upload.": "Sobald Ihr Eintrag von den Kurator*innen der Community akzeptiert wurde, wird er <bold>sofort veröffentlicht</bold>. Bis dahin können Sie die Metadaten und Dateien des Eintrags weiterhin ändern.",
    "Submit record for review": "Eintrag zur Begutachtung einreichen",
    "The '{{communityTitle}}' curators will have access to <bold>view</bold> and <bold>edit</bold> your upload's metadata and files.": "Die Kurator*innen der Community '{{communityTitle}}' werden die Metadaten und Dateien des Eintrags <bold>ansehen</bold> und <bold>ändern</bold> können.",
    "Message to curators (optional)": "Nachricht an die Kurator*innen (optional)",
    "Change community": "Community ändern",
    "Publish without community": "Ohne Community-Bezug veröffentlichen",
    "Save draft": "Entwurf speichern",
    "Files": "Dateien",
    "Resource type": "Art der Ressource",
    "Title": "Titel",
    "Additional titles": "Zusätzliche Titel",
    "Publication date": "Veröffentlichungsdatum",
    "Creators": "Ersteller*innen",
    "Contributors": "Mitwirkende",
    "Description": "Beschreibung",
    "Additional descriptions": "Zusätzliche Beschreibungen",
    "Licenses": "Lizenzen",
    "Languages": "Sprachen",
    "Dates": "Daten",
    "Version": "Version",
    "Publisher": "Herausgeber*in",
    "Related works": "Verwandte Arbeiten",
    "References": "Referenzen",
    "Alternate identifiers": "Alternative Kennungen",
    "Keywords and subjects": "Klassifikationen und Schlagwörter",
    "Embargo until": "Embargo bis",
    "DOI": "DOI",
    "Record successfully saved.": "Der Eintrag wurde erfolgreich gespeichert.",
    "Record saved with validation errors:": "Der Eintrag wurde mit Fehlern bei der automatischen Überprüfung gespeichert:",
    "The draft was not saved. Please try again. If the problem persists, contact user support.": "Bitte versuchen Sie es erneut. Wenn das Problem weiter besteht, kontaktieren Sie den Support.",
    "The draft was not published. Please try again. If the problem persists, contact user support.": "Der Entwurf wurde nicht veröffentlicht. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "The draft was not published. Record saved with validation errors:": "Der Entwurf wurde nicht veröffentlicht. Der Eintrag wurde mit Fehlern bei der automatischen Validierung gespeichert:",
    "The draft was not submitted for review. Please try again. If the problem persists, contact user support.": "Der Entwurf wurde nicht zur Begutachtung eingereicht. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "The draft was not submitted for review. Record saved with validation errors:": "Der Entwurf wurde nicht zur Begutachtung eingereicht. Der Eintrag wurde mit Fehlern bei der automatischen Validierung gespeichert:",
    "Draft deletion failed. Please try again. If the problem persists, contact user support.": "Der Entwurf wurde nicht gelöscht. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "Draft preview failed. Please try again. If the problem persists, contact user support.": "Der Entwurf kann nicht angezeigt werden. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "Identifier reservation failed. Please try again. If the problem persists, contact user support.": "Die Kennung konnte nicht reserviert werden. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "Identifier could not be discarded. Please try again. If the problem persists, contact user support.": "Die Kennung konnte nicht verworfen werden. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "Draft save failed before file upload. Please try again. If the problem persists, contact user support.": "Der Entwurf konnte nicht gespeichert werden. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "Files import from the previous version failed. Please try again. If the problem persists, contact user support.": "Die Dateien konnten nicht aus der vorherigen Version importiert werden. Bitte versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.",
    "Options": "Optionen",
    "Public": "Öffentlich",
    "The record is publicly accessible.": "Der Eintrag ist öffentlich zugänglich.",
    "The record and files are publicly accessible.": "Der Eintrag und die Dateien sind öffentlich zugänglich.",
    "Embargoed (full record)": "Datensatz mit Embargo-Zeitraum belegt (vollständiger Eintrag)",
    "Restricted": "Eingeschränkt",
    "Public with restricted files": "Öffentlich, mit zugriffsbeschränkten Dateien",
    "Embargoed (files-only)": "Datensatz mit Embargo-Zeitraum belegt (nur auf Dateien)",
    "access-message": "Zugriffs-Meldung",
    "The record can <1>only</1> be accessed by <3>users specified</3> in the permissions.": "Auf den Eintrag können <1>nur</1>die in den Berechtigungen <3>angegebenen Benutzer*innen</3> zugreifen.",
    "The record is publicly accessible. The files can <1>only</1> be accessed by <4>users specified</4> in the permissions.": "Der Eintrag ist öffentlich zugänglich. Auf die Dateien können <1>nur</1> die in den Berechtigungen <4>angegebenen</4> Benutzer*innen zugreifen.",
    "The record is publicly accessible. On <bold>{{ date }}</bold> the files will automatically be made publicly accessible. Until then, the files can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.": "Die Metadaten des Eintrags sind öffentlich zugänglich. Am <bold>{{ date }}</bold> werden die Dateien automatisch öffentlich zugänglich gemacht. Bis dahin können <bold>nur</bold>die in den Berechtigungen <bold>angegebenen Benutzer*innen</bold> auf die Dateien zugreifen.",
    "Apply an embargo": "Embargo-Zeitraum festlegen",
    "Embargo reason": "Grund für das Embargo",
    "Optionally, describe the reason for the embargo.": "Beschreiben Sie den Grund für das Embargo (optional).",
    "Embargo was lifted on {{fmtDate}}.": "Das Embargo wurde am {{fmtDate}} aufgehoben.",
    "Reason": "Grund",
    "Record or files protection must be <1>restricted</1> to apply an embargo.": "Der Eintrag oder die zugehörigen Dateien müssen <1>zugriffsbeschränkt</1> sein, um einen Embargo-Zeitraum festlegen zu können.",
    "YYYY-MM-DD": "JJJJ-MM-TT",
    "The record has no files.": "Der Eintrag enthält keine Dateien.",
    "Files only": "Nur Dateien",
    "The full record is restricted.": "Der gesamte Eintrag ist zugriffsbeschränkt.",
    "The files of this record are restricted.": "Die Dateien dieses Eintrags sind zugriffsbeschränkt.",
    "Full record": "Vollständiger Eintrag",
    "Record visibility can not be changed to restricted anymore. Please contact support if you still need to make these changes.": "Die Sichtbarkeit des Eintrags kann nicht mehr auf den Wert \"zugriffsbeschränkt\" geändert werden. Falls Sie diese Änderung wünschen, kontaktieren Sie bitte den Support.",
    "Search or create affiliation": "Affiliation suchen oder eine neue Affiliation anlegen",
    "Affiliations": "Zugehörigkeiten",
    "Search for affiliations..": "Suche nach Zugehörigkeiten ...",
    "Coming soon": "Erscheint bald",
    "Add creator": "Ersteller*in hinzufügen",
    "Edit creator": "Ersteller*in bearbeiten",
    "Edit": "Editieren",
    "ORCID logo": "ORCID-Logo",
    "ROR logo": "ROR-Logo",
    "GND logo": "GND-Logo",
    "Type the value of an identifier...": "Geben Sie eine Kennung ein ...",
    "Identifiers": "Kennungen",
    "e.g. ORCID, ISNI or GND.": "z.B. ORCID, ISNI oder GND.",
    "Save and add another": "Speichern und weitere hinzufügen",
    "Family name is a required field.": "\"Familienname\" ist ein Pflichtfeld.",
    "Name is a required field.": "\"Name\" ist ein Pflichtfeld.",
    "Role is a required field.": "\"Rolle\" ist ein Pflichtfeld.",
    "Added": "Hinzugefügt",
    "Person": "Person",
    "Organization": "Organisation",
    "Search for persons by name, identifier, or affiliation...": "Suche nach Personen anhand des Namens, der Kennung oder Organisations-Zugehörigkeit ...",
    "Family name": "Familienname",
    "Given names": "Vorname",
    "Search for an organization by name, identifier, or affiliation...": "Suche nach einer Organisation anhand des Namens, der Kennung oder der Organisations-Zugehörigkeit ...",
    "Search for organization by name, identifier, or affiliation...": "Suche nach einer Organisation anhand des Namens, der Kennung oder der Organisations-Zugehörigkeit ...",
    "Name": "Name",
    "Organization name": "Name der Organisation",
    "e.g. ROR, ISNI or GND.": "z.B. ROR, ISNI oder GND.",
    "Role": "Rolle",
    "Select role": "Wählen Sie eine Rolle aus",
    "Save": "Speichern",
    "Couldn't find your person? You can <2>create a new entry</2>.": "Konnten Sie die gesuchte Person nicht finden? Dann können Sie <2>einen neuen Eintrag erstellen</2>.",
    "Add date": "Datum hinzufügen",
    "Format: DATE or DATE/DATE where DATE is YYYY or YYYY-MM or YYYY-MM-DD.": "Format: DATUM oder DATUM/DATUM, wobei DATUM im Format JJJJ oder JJJJ-MM oder JJJJ-MM-TT angegeben werden muss.",
    "Date": "Datum",
    "Type": "Typ",
    "Remove field": "Feld entfernen",
    "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD": "JJJJ-MM-TT oder JJJJ-MM-TT/JJJJ-MM-TT",
    "Add description": "Beschreibung hinzufügen",
    "Additional Description": "Zusätzliche Beschreibung",
    "Language": "Sprache",
    "Select language": "Wählen Sie eine Sprache",
    "Could not upload files.": "Dateien konnten nicht hochgeladen werden.",
    "Uploading the selected files would result in": "Das Hochladen der ausgewählten Dateien ergibt",
    "but the limit is": "aber die Grenze ist",
    "The following files already exist": "Die folgenden Dateien sind bereits vorhanden",
    "Could not upload all files.": "Nicht alle Dateien konnten hochgeladen werden.",
    "Empty files were skipped.": "Leere Dateien wurden übersprungen.",
    "You can import files from the previous version.": "Sie können Dateien aus der vorherigen Version importieren.",
    "File addition, removal or modification are not allowed after you have published your upload.": "Nach der Veröffentlichung des Eintrags ist das Hinzufügen, Entfernen oder Ändern von Dateien nicht mehr möglich.",
    "You must create a new version to add, modify or delete files.": "Sie müssen eine neue Version erstellen, um Dateien hinzuzufügen, zu ändern oder zu löschen.",
    "Drag and drop files": "Dateien per Drag & Drop hochladen",
    "Upload files": "Dateien hochladen",
    "Import files": "Dateien importieren",
    "Set the default preview": "Standard-Vorschau auswählen",
    "Filename": "Dateiname",
    "Size": "Größe",
    "Progress": "Fortschritt",
    "Default preview": "Standardvorschau",
    "This is the file fingerprint (MD5 checksum), which can be used to verify the file integrity.": "Dies ist die MD5-Prüfsumme der Datei, der zur Überprüfung der Dateiintegrität verwendet werden kann.",
    "Pending": "Ausstehend",
    "Delete file": "Datei löschen",
    "or": "oder",
    "This is a Metadata-only record.": "Dies ist ein reiner Metadateneintrag.",
    "Metadata-only record": "Reiner Metadateneintrag",
    "Disable files for this record": "Dateien für diesen Eintrag deaktivieren",
    "Storage available": "Verfügbarer Speicherplatz",
    "{{length}} out of {{maxfiles}} files": "{{length}} von {{maxfiles}} Dateien",
    "out of": "von",
    "Add identifier": "Kennung hinzufügen",
    "Identifier": "Kennung",
    "Scheme": "Schema",
    "Do you already have a {{pidLabel}} for this upload?": "Haben Sie bereits einen {{pidLabel}} für diesen Eintrag?",
    "Yes": "Ja",
    "No": "Nein",
    "Search for languages...": "Suche nach Sprachen ...",
    "Search for a language by name (e.g \"eng\", \"fr\" or \"Polish\")": "Suche nach einer Sprache anhand des Namens (z.B. \"eng\", \"fr\" oder \"polnisch\")",
    "Add standard": "Standard hinzufügen",
    "Add custom": "Benutzerdefinierte hinzufügen",
    "Read more": "Mehr lesen",
    "Title is a required field.": "Titel ist ein Pflichtfeld.",
    "Link must be a valid URL": "Als Link muss eine gültige URL angegeben werden.",
    "Add {{mode}} license": "Lizenz {{mode}} hinzufügen",
    "Change {{mode}} license": "Lizenz {{mode}} ändern",
    "Recommended": "Empfohlen",
    "recommended": "empfohlen",
    "all": "alle",
    "Data": "Daten",
    "data": "Daten",
    "Software": "Software",
    "software": "Software",
    "License title": "Lizenz-Titel",
    "Link": "Link",
    "License link": "Link auf die Lizenz",
    "Add license": "Lizenz hinzufügen",
    "Change license": "Lizenz ändern",
    "In case your upload was already published elsewhere, please use the date of the first publication. Format: YYYY-MM-DD, YYYY-MM, or YYYY. For intervals use DATE/DATE, e.g. 1939/1945.": "Falls Ihr Eintrag bereits an anderer Stelle veröffentlicht wurde, verwenden Sie bitte das Datum der Erstveröffentlichung. Format: JJJJ-MM-TT, JJJJ-MM, oder JJJJ. Für Intervalle verwenden Sie das Format DATUM/DATUM, z. B. 1939/1945.",
    "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD for intervals. MM and DD are optional.": "JJJJ-MM-TT oder JJJJ-MM-TT/ JJJJ-MM-TT für Intervalle. Die Angabe von MM und TT ist optional.",
    "The publisher is used to formulate the citation, so consider the prominence of the role.": "Der Name wird bei der Zitation des Beitrags verwendet und ist daher von zentraler Bedeutung.",
    "Add reference": "Referenz hinzufügen",
    "Reference string": "Referenz-String",
    "Specify identifiers of related works. Supported identifiers include DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.": "Geben Sie Persistente IDs der verknüpften Arbeiten an. Unterstützt werden DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs und URLs.",
    "Add related work": "Verknüpfte Arbeiten hinzufügen",
    "Relation": "Zusammenhang",
    "Suggest from": "Vorschgelagen von",
    "Search for a subject by name": "Suche nach einem Thema anhand des Namens",
    "Add titles": "Titel hinzufügen",
    "Additional title": "Zusätzlicher Titel",
    "Mostly relevant for software and dataset uploads. A semantic version string is preferred see<1> semver.org</1>, but any version string is accepted.": "Hauptsächlich relevant Uploads von Software oder Datensätzen. Eine semantischer Versionsangabe wird bevorzugt, siehe <1>semver.org</1>, aber auch jeder andere Versions-String wird akzeptiert."
}