{
    "Copy to clipboard": "Kopiera till urklipp",
    "Copied!": "Kopierade!",
    "This set is not editable as it was created by the system.": "Setet är inte redigerbart eftersom det skapades av systemet.",
    "This set is not deletable as it was created by the system.": "Setet är inte möjligt att radera eftersom det skapades av systemet.",
    "Links": "Länkar",
    "Format": "Format",
    "List records": "Lista poster",
    "Opens in new tab": "Öppnas i ny flik",
    "List identifiers": "Lista identifierare",
    "Before deleting, make sure to alert all harvesters that this set will no longer be available.": "Se till att varna alla skördare om att setet inte längre kommer att vara tillgängligt innan du raderar.",
    "I have alerted all harvesters that this set will no longer be available.": "Jag har meddelat alla skördare att setet inte längre kommer att finnas tillgängligt.",
    "Cancel": "Avbryt",
    "Delete": "Radera",
    "Delete {{title}}": "Ta bort {{title}}",
    "This will delete the set '{{title}}'.": "Detta kommer att radera setet '{{title}}'.",
    "Fetch error": "Fel vid hämtning",
    "Error fetching OAI set formats.": "Fel vid hämtning av OAI set-format.",
    "Select the community where you want to submit your record.": "Välj den community där du vill skicka in din post.",
    "Change": "Ändra",
    "Select a community": "Välj en community",
    "Remove": "Ta bort",
    "Community inclusion information": "Information om community-inkludering",
    "Submission to this community is only allowed if the record is restricted.": "Inlämning till communityn är endast tillåtet om posten är åtkomstbegränsad.",
    "Community submission conditions information": "Information om villkor för inlämning till communityn",
    "Submission to this community is only allowed by dedicated upload form. Use the button to jump to the form.": "Inlämning till denna community är endast tillåten via ett särskilt uppladdningsformulär. Använd knappen för att komma till formuläret.",
    "Selected": "Vald",
    "Select": "Välj",
    "Select {{title}}": "Välj {{title}}",
    "Did not find a community that fits you? Upload without a community or <2>create your own.</2>": "Hittade du inte en community som passar dig? Ladda upp utan en community eller <2>skapa en egen.</2>",
    "Close": "Stäng",
    "All": "Alla",
    "My communities": "Mina communities",
    "Search": "Sök",
    "In review": "Under granskning",
    "Community curators will review your upload. Once accepted, it will be published.": "Communityns granskare kommer gå igenom din uppladdning. När den har godkänts kommer den att publiceras.",
    "Declined": "Avslagen",
    "The request to submit this upload to the community was declined.": "Begäran om att skicka den här uppladdningen till communityn avvisades.",
    "Expired": "Utgånget",
    "The request to submit this upload to the community has expired.": "Begäran om att skicka den här uppladdningen till communityn har löpt ut.",
    "Published": "Publicerad",
    "Your upload is published.": "Din uppladdning är publicerad.",
    "Draft": "Utkast",
    "Once your upload is complete, you can submit it for review to the community curators.": "När din uppladdning är klar kan du skicka in den för genomgång av communityns granskare.",
    "Once your upload is complete, you can publish or submit it for review to the community curators.": "När din uppladdning är klar kan du publicera eller skicka in den för genomgång av communityns granskare.",
    "New version draft": "Utkast till ny version",
    "Once your upload is complete, you can publish it.": "När din uppladdning är klar kan du publicera den.",
    "View request": "Visa begäran",
    "discard changes": "ta bort ändringar",
    "discard version": "ta bort versionen",
    "delete": "radera",
    "Are you sure you want to discard the changes to this draft?": "Är du säker på att du vill ta bort ändringarna i detta utkast?",
    "Are you sure you want to delete this new version?": "Är du säker på att du vill ta bort den här nya versionen?",
    "Are you sure you want to delete this draft?": "Är du säker på att du vill ta bort det här utkastet?",
    "You don't have permissions to create a new version.": "Du har inte behörighet att skapa en ny version.",
    "New version": "Ny version",
    "Preview": "Förhandsgranska",
    "Are you sure you want to publish this record?": "Är du säker på att du vill publicera denna post?",
    "Once the record is published you will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "När posten är publicerad kommer du inte längre att kunna ändra filerna i uppladdningen! Du kommer dock fortfarande att kunna uppdatera postens metadata senare.",
    "Publish": "Publicera",
    "Submitted for review": "Inskickat för granskning",
    "Submit for review": "Skicka in för granskning",
    "Publish to community": "Publicera i communityn",
    "You must accept this.": "Du måste acceptera detta.",
    "Before publishing to the community, please read and check the following:": "Innan du publicerar till communityn, läs och kontrollera följande:",
    "Your upload will be <bold>immediately published</bold> in '{{communityTitle}}'. You will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Din uppladdning kommer <bold>omedelbart publiceras</bold> i '{{communityTitle}}'. Du kommer inte längre att kunna ändra filerna i uppladdningen! Du kommer dock fortfarande att kunna uppdatera postens metadata senare.",
    "Publish record to community": "Publicera posten i communityn",
    "Submit to community": "Skicka till communityn",
    "Before submitting to community, please read and check the following:": "Innan du skickar in till communityn, läs och kontrollera följande:",
    "Before requesting review, please read and check the following:": "Innan du begär granskning, läs och kontrollera följande:",
    "If your upload is accepted by the community curators, it will be <bold>immediately published</bold>. Before that, you will still be able to modify metadata and files of this upload.": "Om din uppladdning accepteras av communityns granskare kommer den att <bold>publiceras omedelbart</bold>. Innan dess kommer du fortfarande att kunna ändra metadata och filer för denna uppladdning.",
    "Submit record for review": "Skicka in posten för granskning",
    "The '{{communityTitle}}' curators will have access to <bold>view</bold> and <bold>edit</bold> your upload's metadata and files.": "'{{communityTitle}}'-granskare kommer ha tillgång att <bold>visa</bold> och <bold>ändra</bold> din uppladdnings metadata och filer.",
    "Message to curators (optional)": "Meddelande till granskare (valfritt)",
    "Change community": "Byt community",
    "Publish without community": "Publicera utan community",
    "Save draft": "Spara utkast",
    "Files": "Filer",
    "Resource type": "Resurstyp",
    "Title": "Titel",
    "Additional titles": "Ytterligare titlar",
    "Publication date": "Publiceringsdatum",
    "Creators": "Skapare",
    "Contributors": "Medverkande",
    "Description": "Beskrivning",
    "Additional descriptions": "Ytterligare beskrivningar",
    "Licenses": "Licenser",
    "Languages": "Språk",
    "Dates": "Datum",
    "Version": "Version",
    "Publisher": "Utgivare",
    "Related works": "Relaterade arbeten",
    "References": "Referenser",
    "Alternate identifiers": "Alternativa identifierare",
    "Keywords and subjects": "Nyckelord och ämnen",
    "Embargo until": "Embargo tills",
    "DOI": "DOI",
    "Record successfully saved.": "Posten har sparats.",
    "Record saved with validation errors:": "Posten sparad med valideringsfel:",
    "The draft was not saved. Please try again. If the problem persists, contact user support.": "Utkastet sparades inte. Var god försök igen. Kontakta användarsupport om problemet kvarstår.",
    "The draft was not published. Please try again. If the problem persists, contact user support.": "Utkastet publicerades inte. Var god försök igen. Kontakta användarsupport om problemet kvarstår.",
    "The draft was not published. Record saved with validation errors:": "Utkastet publicerades inte. Posten sparad med valideringsfel:",
    "The draft was not submitted for review. Please try again. If the problem persists, contact user support.": "Utkastet skickades inte in för granskning. Var god försök igen. Kontakta användarsupport om problemet kvarstår.",
    "The draft was not submitted for review. Record saved with validation errors:": "Utkastet lämnades inte in för granskning. Posten sparad med valideringsfel:",
    "Draft deletion failed. Please try again. If the problem persists, contact user support.": "Radering av utkast misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.",
    "Draft preview failed. Please try again. If the problem persists, contact user support.": "Förhandsvisning av utkast misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.",
    "Identifier reservation failed. Please try again. If the problem persists, contact user support.": "Reservation av identifierare misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.",
    "Identifier could not be discarded. Please try again. If the problem persists, contact user support.": "Identifieraren kunde inte kasseras. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.",
    "Draft save failed before file upload. Please try again. If the problem persists, contact user support.": "Spara utkast misslyckades före filuppladdningen. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.",
    "Files import from the previous version failed. Please try again. If the problem persists, contact user support.": "Import av filer från den tidigare versionen misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.",
    "Options": "Alternativ",
    "Public": "Offentlig",
    "The record is publicly accessible.": "Posten är offentligt tillgänglig.",
    "The record and files are publicly accessible.": "Posten och filerna är offentligt tillgängliga.",
    "Embargoed (full record)": "Embargo (fullständig post)",
    "Restricted": "Begränsad",
    "Public with restricted files": "Offentlig med åtkomstbegränsade filer",
    "Embargoed (files-only)": "Embargo (endast för filer)",
    "access-message": "åtkomstmeddelande",
    "The record can <1>only</1> be accessed by <3>users specified</3> in the permissions.": "Posten kan <1>endast</1> nås av <3>användare angivna</3> i behörigheterna.",
    "The record is publicly accessible. The files can <1>only</1> be accessed by <4>users specified</4> in the permissions.": "Posten är offentligt tillgänglig. Filerna kan <1>endast</1> nås av <4>användare som anges</4> i behörigheterna.",
    "The record is publicly accessible. On <bold>{{ date }}</bold> the files will automatically be made publicly accessible. Until then, the files can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.": "Posten är offentligt tillgänglig. Filerna kommer automatiskt att göras offentligt tillgängliga <bold>{{ date }}</bold> . Tills dess kan filerna <bold>bara</bold> nås av <bold>användare som anges</bold> i behörigheterna.",
    "Apply an embargo": "Tillämpa ett embargo",
    "Embargo reason": "Orsak till embargo",
    "Optionally, describe the reason for the embargo.": "Beskriv, om möjligt, orsaken till embargot.",
    "Embargo was lifted on {{fmtDate}}.": "Embargot hävdes den {{fmtDate}}.",
    "Reason": "Orsak",
    "Record or files protection must be <1>restricted</1> to apply an embargo.": "Post- eller filskydd måste vara <1>begränsat</1> för att tillämpa ett embargo.",
    "YYYY-MM-DD": "ÅÅÅÅ-MM-DD",
    "The record has no files.": "Posten har inga filer.",
    "Files only": "Endast filer",
    "The full record is restricted.": "Hela posten är åtkomstbegränsad.",
    "The files of this record are restricted.": "Filerna i den här posten är åtkomstbegränsade.",
    "Full record": "Fullständig post",
    "Record visibility can not be changed to restricted anymore. Please contact support if you still need to make these changes.": "Det går inte längre att ändra postens synlighet till begränsad. Kontakta supporten om du fortfarande behöver göra dessa ändringar.",
    "Search or create affiliation": "Sök eller skapa affiliering",
    "Affiliations": "Affilieringar",
    "Search for affiliations..": "Sök efter affilieringar..",
    "Add creator": "Lägg till skapare",
    "Edit creator": "Redigera skapare",
    "Edit": "Redigera",
    "Type the value of an identifier...": "Skriv värdet på en identifierare...",
    "Identifiers": "Identifierare",
    "e.g. ORCID, ISNI or GND.": "t.ex. ORCID, ISNI eller GND.",
    "Save and add another": "Spara och lägg till en till",
    "Family name is a required field.": "Efternamn är ett obligatoriskt fält.",
    "Name is a required field.": "Namn är ett obligatoriskt fält.",
    "Role is a required field.": "Roll är ett obligatoriskt fält.",
    "Added": "Tillagd",
    "Person": "Person",
    "Organization": "Organisation",
    "Search for persons by name, identifier, or affiliation...": "Sök efter personer med namn, identifierare eller affiliering...",
    "Family name": "Efternamn",
    "Given names": "Förnamn",
    "Search for an organization by name, identifier, or affiliation...": "Sök efter en organisation med namn, identifierare eller affiliering...",
    "Search for organization by name, identifier, or affiliation...": "Sök efter organisation med namn, identifierare eller affiliering...",
    "Name": "Namn",
    "Organization name": "Organisationsnamn",
    "e.g. ROR, ISNI or GND.": "t.ex. ROR-, ISNI- eller GND-nummer.",
    "Role": "Roll",
    "Select role": "Välj roll",
    "Save": "Spara",
    "Couldn't find your person? You can <2>create a new entry</2>.": "Kunde du inte hitta din person? Du kan <2>skapa en ny person</2>.",
    "Add date": "Lägg till datum",
    "Format: DATE or DATE/DATE where DATE is YYYY or YYYY-MM or YYYY-MM-DD.": "Format: DATE eller DATE/DATE där DATE är ÅÅÅÅ eller ÅÅÅÅ-MM eller ÅÅÅÅ-MM-DD.",
    "Date": "Datum",
    "Type": "Typ",
    "Remove field": "Ta bort fält",
    "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD": "ÅÅÅÅ-MM-DD eller ÅÅÅÅ-MM-DD/ÅÅÅÅ-MM-DD",
    "Add description": "Lägg till beskrivning",
    "Additional Description": "Ytterligare beskrivning",
    "Language": "Språk",
    "Select language": "Välj språk",
    "Uploading the selected files would result in": "Att ladda upp de valda filerna skulle resultera i",
    "but the limit is": "men gränsen är",
    "The following files already exist": "Följande filer finns redan",
    "You can import files from the previous version.": "Du kan importera filer från den tidigare versionen.",
    "File addition, removal or modification are not allowed after you have published your upload.": "Filtillägg, borttagning eller modifiering är inte tillåtet efter att du har publicerat din uppladdning.",
    "You must create a new version to add, modify or delete files.": "Du måste skapa en ny version för att lägga till, ändra eller ta bort filer.",
    "Drag and drop files": "Dra och släpp filer",
    "Upload files": "Ladda upp filer",
    "Import files": "Importera filer",
    "Filename": "Filnamn",
    "Size": "Storlek",
    "Progress": "Förlopp",
    "Default preview": "Standardförhandsvisning",
    "This is the file fingerprint (MD5 checksum), which can be used to verify the file integrity.": "Detta är filens fingeravtryck (MD5 checksum), som kan användas för att verifiera filens integritet.",
    "Pending": "Pågående",
    "Delete file": "Radera fil",
    "or": "eller",
    "This is a Metadata-only record.": "Detta är en post med enbart Metadata.",
    "Metadata-only record": "Post med enbart Metadata",
    "Disable files for this record": "Inaktivera filer för den här posten",
    "Storage available": "Tillgänglig lagring",
    "{{length}} out of {{maxfiles}} files": "{{length}} av {{maxfiles}} filer",
    "out of": "utav",
    "Add identifier": "Lägg till identifierare",
    "Identifier": "Identifierare",
    "Scheme": "Schema",
    "Do you already have a {{pidLabel}} for this upload?": "Har du redan en {{pidLabel}} för den här uppladdningen?",
    "Yes": "Ja",
    "No": "Nej",
    "Search for languages...": "Sök efter språk...",
    "Search for a language by name (e.g \"eng\", \"fr\" or \"Polish\")": "Sök efter ett språk med namn (t.ex. \"eng\", \"fr\" eller \"polska\")",
    "Add standard": "Lägg till standard",
    "Add custom": "Lägg till anpassad",
    "Read more": "Läs mer",
    "Title is a required field.": "Titel är ett obligatoriskt fält.",
    "Link must be a valid URL": "Länken måste vara en giltig URL",
    "Add {{mode}} license": "Lägg till {{mode}} licens",
    "Change {{mode}} license": "Ändra {{mode}} licens",
    "Recommended": "Rekommenderad",
    "Data": "Data",
    "Software": "Mjukvara",
    "License title": "Licenstitel",
    "Link": "Länk",
    "License link": "Licenslänk",
    "Add license": "Lägg till licens",
    "Change license": "Ändra licens",
    "In case your upload was already published elsewhere, please use the date of the first publication. Format: YYYY-MM-DD, YYYY-MM, or YYYY. For intervals use DATE/DATE, e.g. 1939/1945.": "Om din uppladdning redan har publicerats någon annanstans, använd datumet för den första publiceringen. Format: ÅÅÅÅ-MM-DD, ÅÅÅÅ-MM eller ÅÅÅÅ. För intervaller använd DATE/DATE, t.ex. 1939/1945.",
    "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD for intervals. MM and DD are optional.": "ÅÅÅÅ-MM-DD eller ÅÅÅÅ-MM-DD/ÅÅÅÅ-MM-DD för intervaller. MM och DD är valfria.",
    "The publisher is used to formulate the citation, so consider the prominence of the role.": "Utgivare används vid citering, och är därmed betydelsefullt.",
    "Add reference": "Lägg till referens",
    "Reference string": "Referenssträng",
    "Specify identifiers of related works. Supported identifiers include DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.": "Ange identifierare för relaterade verk. Identifierare som stöds inkluderar DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliografic code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN:er och URL:er.",
    "Add related work": "Lägg till relaterade arbeten",
    "Relation": "Relation",
    "Suggest from": "Föreslå från",
    "Search for a subject by name": "Sök efter ett ämne med namn",
    "Add titles": "Lägg till titlar",
    "Mostly relevant for software and dataset uploads. A semantic version string is preferred see<1> semver.org</1>, but any version string is accepted.": "Främst relevant för uppladdning av programvara och dataset. En semantisk versionssträng är att föredra se<1> semver.org</1>, men alla versionssträngar accepteras."
}
