{
  "Copy to clipboard": "Copier dans le presse-papiers",
  "Copied!": "Copié!",
  "This set is not editable as it was created by the system.": "Cet ensemble n'est pas modifiable car il a été créé par le système.",
  "This set is not deletable as it was created by the system.": "Cet ensemble n'est pas supprimable car il a été créé par le système.",
  "Links": "Liens",
  "Format": "Format",
  "List records": "Liste des enregistrements",
  "Opens in new tab": "Ouvre dans un nouvel onglet",
  "List identifiers": "Identifiants de liste",
  "Before deleting, make sure to alert all harvesters that this set will no longer be available.": "Avant de supprimer, assurez-vous d'alerter tous les pêcheurs que cet ensemble ne sera plus disponible.",
  "I have alerted all harvesters that this set will no longer be available.": "J'ai averti tous les pêcheurs que cet ensemble ne sera plus disponible.",
  "Cancel": "Annuler",
  "Delete": "Supprimer",
  "Delete {{title}}": "Supprimer {{title}}",
  "This will delete the set '{{title}}'.": "Cela supprimera l'ensemble '{{title}}'.",
  "Fetch error": "Récupérer une erreur",
  "Error fetching OAI set formats.": "Erreur lors de la récupération des formats OAI set.",
  "Select the community where you want to submit your record.": "Sélectionnez la communauté dans laquelle vous souhaitez soumettre votre enregistrement.",
  "Change": "Changer",
  "Select a community": "Sélectionnez une communauté",
  "Remove": "Supprimer",
  "Community inclusion information": "Informations inclusion communautaire",
  "Submission to this community is only allowed if the record is restricted.": "La soumission à cette communauté n'est autorisée que si l'enregistrement est restreint.",
  "Community submission conditions information": "Informations sur les conditions de soumission communautaires",
  "Submission to this community is only allowed by dedicated upload form. Use the button to jump to the form.": "La soumission à cette communauté est uniquement autorisée par un formulaire de téléchargement dédié. Utilisez le bouton pour accéder au formulaire.",
  "Go to the community": "",
  "Selected": "Sélectionné",
  "Select": "Choisir",
  "Select {{title}}": "Sélectionnez {{title}}",
  "Verified": "Vérifié",
  "Did not find a community that fits you? Upload without a community or <2>create your own.</2>": "Vous n'avez pas trouvé une communauté qui vous convient? Téléchargez sans communauté ou <2>créez la vôtre.</2>",
  "Close": "Fermer",
  "All": "Tout",
  "My communities": "Mes communautés",
  "Search": "Recherche",
  "In review": "En revue",
  "Community curators will review your upload. Once accepted, it will be published.": "Les conservateurs de la communauté examineront votre téléchargement. Une fois accepté, il sera publié.",
  "Declined": "Décliné",
  "The request to submit this upload to the community was declined.": "La demande de soumettre ce téléchargement à la communauté a été refusée.",
  "Expired": "Expiré",
  "The request to submit this upload to the community has expired.": "La demande de soumettre ce téléchargement à la communauté a expiré.",
  "Published": "Publié",
  "Your upload is published.": "Votre téléchargement est publié.",
  "Draft": "Projet",
  "Once your upload is complete, you can submit it for review to the community curators.": "Une fois votre téléchargement terminé, vous pouvez le soumettre pour examen aux conservateurs de la communauté.",
  "Once your upload is complete, you can publish or submit it for review to the community curators.": "Une fois votre téléchargement terminé, vous pouvez le publier ou le soumettre pour examen aux conservateurs de la communauté.",
  "New version draft": "Nouvelle version",
  "Once your upload is complete, you can publish it.": "Une fois votre téléchargement terminé, vous pouvez le publier.",
  "View request": "Voir la demande",
  "discard changes": "annuler les modifications",
  "discard version": "jeter la version",
  "delete": "Supprimer",
  "Are you sure you want to discard the changes to this draft?": "Êtes-vous sûr de vouloir rejeter les modifications apportées à ce projet?",
  "Are you sure you want to delete this new version?": "Êtes-vous sûr de vouloir supprimer cette nouvelle version?",
  "Are you sure you want to delete this draft?": "Êtes-vous sûr de vouloir supprimer ce brouillon?",
  "You don't have permissions to create a new version.": "Vous n'avez pas les autorisations pour créer une nouvelle version.",
  "New version": "Nouvelle version",
  "Preview": "Aperçu",
  "Are you sure you want to publish this record?": "Êtes-vous sûr de vouloir publier ce disque?",
  "Once the record is published you will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Une fois l'enregistrement publié, vous ne pourrez plus modifier les fichiers dans le téléchargement! Cependant, vous pourrez toujours mettre à jour les métadonnées de l'enregistrement plus tard.",
  "Publish": "Publier",
  "Submitted for review": "Soumis pour examen",
  "Submit for review": "Soumettre pour examen",
  "Publish to community": "Publier sur communauté",
  "You must accept this.": "Vous devez accepter cela.",
  "Before publishing to the community, please read and check the following:": "Avant de publier dans la communauté, veuillez lire et vérifier ce qui suit:",
  "Your upload will be <bold>immediately published</bold> in '{{communityTitle}}'. You will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.": "Votre téléchargement sera immédiatement publié dans '{{communityTitle}}'. Vous ne pourrez plus modifier les fichiers dans le téléchargement! Cependant, vous pourrez toujours mettre à jour les métadonnées de l'enregistrement plus tard.",
  "Publish record to community": "Publier un enregistrement dans la communauté",
  "Submit to community": "Soumettre à la communauté",
  "Before submitting to community, please read and check the following:": "Avant de vous soumettre à la communauté, veuillez lire et vérifier ce qui suit:",
  "Before requesting review, please read and check the following:": "Avant de demander un examen, veuillez lire et vérifier ce qui suit:",
  "If your upload is accepted by the community curators, it will be <bold>immediately published</bold>. Before that, you will still be able to modify metadata and files of this upload.": "Si votre téléchargement est accepté par les conservateurs de la communauté, il sera immédiatement publié. Avant cela, vous serez toujours en mesure de modifier les métadonnées et les fichiers de ce téléchargement.",
  "Submit record for review": "Soumettre un dossier pour examen",
  "The '{{communityTitle}}' curators will have access to <bold>view</bold> and <bold>edit</bold> your upload's metadata and files.": "Les curateurs '{{communityTitle}}' auront accès à l'affichage et à la modification des métadonnées et des fichiers de votre téléchargement.",
  "Message to curators (optional)": "Message aux conservateurs (facultatif)",
  "Change community": "Changer de communauté",
  "Publish without community": "Publier sans communauté",
  "Save draft": "Enregistrer le brouillon",
  "Files": "Fichiers",
  "Resource type": "Type de ressource",
  "Title": "Titre",
  "Additional titles": "Titres supplémentaires",
  "Publication date": "Date de publication",
  "Creators": "Créateurs",
  "Contributors": "Contributeurs",
  "Description": "Description",
  "Additional descriptions": "Des descriptions supplémentaires",
  "Licenses": "Licences",
  "Languages": "Langues",
  "Dates": "Dates",
  "Version": "Version",
  "Publisher": "Éditeur",
  "Related works": "Les travaux connexes",
  "References": "Références",
  "Alternate identifiers": "Autres identifiants",
  "Keywords and subjects": "Mots-clés et sujets",
  "Embargo until": "Embargo jusqu'à",
  "DOI": "DOI",
  "Record successfully saved.": "Enregistrer enregistré avec succès.",
  "Record saved with validation errors:": "Enregistrement enregistré avec des erreurs de validation:",
  "The draft was not saved. Please try again. If the problem persists, contact user support.": "Le projet n'a pas été sauvé. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "The draft was not published. Please try again. If the problem persists, contact user support.": "Le projet n'a pas été publié. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "The draft was not published. Record saved with validation errors:": "Le projet n'a pas été publié. Enregistrement enregistré avec des erreurs de validation:",
  "The draft was not submitted for review. Please try again. If the problem persists, contact user support.": "Le projet n'a pas été soumis pour examen. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "The draft was not submitted for review. Record saved with validation errors:": "Le projet n'a pas été soumis pour examen. Enregistrement enregistré avec des erreurs de validation:",
  "Draft deletion failed. Please try again. If the problem persists, contact user support.": "Le projet de suppression échoue. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "Draft preview failed. Please try again. If the problem persists, contact user support.": "L'aperçu préliminaire a échoué. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "Identifier reservation failed. Please try again. If the problem persists, contact user support.": "La réservation d'identifiant a échoué. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "Identifier could not be discarded. Please try again. If the problem persists, contact user support.": "L'identifiant ne peut pas être jeté. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "Draft save failed before file upload. Please try again. If the problem persists, contact user support.": "Le brouillon de sauvegarde a échoué avant le téléchargement du fichier. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "Files import from the previous version failed. Please try again. If the problem persists, contact user support.": "L'importation de fichiers à partir de la version précédente a échoué. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.",
  "Options": "Options",
  "Public": "Public",
  "The record is publicly accessible.": "Le dossier est accessible au public.",
  "The record and files are publicly accessible.": "Le dossier et les fichiers sont accessibles au public.",
  "Embargoed (full record)": "Embargoed (enregistrement complet)",
  "Restricted": "Restreint",
  "Public with restricted files": "Public avec fichiers restreints",
  "Embargoed (files-only)": "Embargoed (fichiers seulement)",
  "access-message": "message",
  "The record can <1>only</1> be accessed by <3>users specified</3> in the permissions.": "L'enregistrement <1>n'est </1>accessible que par <3>les utilisateurs spécifiés</3> dans les autorisations.",
  "The record is publicly accessible. The files can <1>only</1> be accessed by <4>users specified</4> in the permissions.": "Le dossier est accessible au public. Les fichiers ne <1>sont</1> accessibles que par <4>les utilisateurs spécifiés</4> dans les autorisations.",
  "The record is publicly accessible. On <bold>{{ date }}</bold> the files will automatically be made publicly accessible. Until then, the files can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.": "Le dossier est accessible au public. Sur <bold>{{ date }}</bold> les fichiers seront automatiquement rendus accessibles au public. Jusque-là, les fichiers peuvent <bold>seulement</bold>être accessible par<bold>utilisateurs spécifiés</bold> dans les autorisations.",
  "Apply an embargo": "Appliquer un embargo",
  "Embargo reason": "Embargo raison",
  "Optionally, describe the reason for the embargo.": "Éventuellement, décrivez la raison de l'embargo.",
  "Embargo was lifted on {{fmtDate}}.": "Embargo a été levé sur {{fmtDate}}.",
  "Reason": "Raison",
  "Record or files protection must be <1>restricted</1> to apply an embargo.": "La protection des dossiers ou des dossiers doit être <1>restreint</1>appliquer un embargo.",
  "YYYY-MM-DD": "AAAA-MM-JJ",
  "The record has no files.": "Le dossier n'a pas de fichiers.",
  "Files only": "Fichiers uniquement",
  "The full record is restricted.": "Le dossier complet est restreint.",
  "The files of this record are restricted.": "Les fichiers de cet enregistrement sont limités.",
  "Full record": "Record complet",
  "Record visibility can not be changed to restricted anymore. Please contact support if you still need to make these changes.": "La visibilité de l'enregistrement ne peut plus être modifiée pour être restreinte. Veuillez contacter le support si vous avez encore besoin d'apporter ces modifications.",
  "Search or create affiliation": "Rechercher ou créer une affiliation",
  "Affiliations": "Affiliations",
  "Search for affiliations..": "Recherche d'affiliations.",
  "Coming soon": "",
  "Add creator": "Ajouter un créateur",
  "Edit creator": "Modifier le créateur",
  "Edit": "Éditer",
  "ORCID logo": "",
  "ROR logo": "",
  "GND logo": "",
  "Type the value of an identifier...": "Tapez la valeur d'un identifiant...",
  "Identifiers": "Identifiants",
  "e.g. ORCID, ISNI or GND.": "par. ORCID, ISNI ou GND.",
  "Save and add another": "Enregistrer et ajouter un autre",
  "Family name is a required field.": "Le nom de famille est un champ obligatoire.",
  "Name is a required field.": "Le nom est un champ obligatoire.",
  "Role is a required field.": "Le rôle est un domaine requis.",
  "Added": "Ajouté",
  "Person": "Personne",
  "Organization": "Organisation",
  "Search for persons by name, identifier, or affiliation...": "Recherche de personnes par nom, identifiant ou affiliation...",
  "Family name": "Nom de famille",
  "Given names": "Noms donnés",
  "Search for an organization by name, identifier, or affiliation...": "Rechercher une organisation par nom, identifiant ou affiliation...",
  "Search for organization by name, identifier, or affiliation...": "Rechercher une organisation par nom, identifiant ou affiliation...",
  "Name": "Nom",
  "Organization name": "Nom de l'organisation",
  "e.g. ROR, ISNI or GND.": "par. ROR, ISNI ou GND.",
  "Role": "Rôle",
  "Select role": "Sélectionnez le rôle",
  "Save": "Enregistrer",
  "Couldn't find your person? You can <2>create a new entry</2>.": "Vous n'avez pas pu trouver votre personne? Vous pouvez <2>créer une nouvelle entrée</2>.",
  "Add date": "Ajouter une date",
  "Format: DATE or DATE/DATE where DATE is YYYY or YYYY-MM or YYYY-MM-DD.": "Format: DATE ou DATE/DATE où DATE est AAAA ou AAAA-MM ou AAAA-MM-JJ.",
  "Date": "Date",
  "Type": "Type",
  "Remove field": "Supprimer le champ",
  "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD": "AAAA-MM-JJ ou AAAA-MM-JJ/AAAA-MM-JJ",
  "Add description": "Ajouter une description",
  "Additional Description": "Description Supplémentaire",
  "Language": "Langue",
  "Select language": "Sélectionnez la langue",
  "Could not upload files.": "",
  "Uploading the selected files would result in": "Le téléchargement des fichiers sélectionnés entraînerait",
  "but the limit is": "mais la limite est",
  "The following files already exist": "Les fichiers suivants existent déjà",
  "Could not upload all files.": "",
  "Empty files were skipped.": "",
  "You can import files from the previous version.": "Vous pouvez importer des fichiers de la version précédente.",
  "File addition, removal or modification are not allowed after you have published your upload.": "L'ajout, la suppression ou la modification de fichiers ne sont pas autorisés après la publication de votre téléchargement.",
  "You must create a new version to add, modify or delete files.": "Vous devez créer une nouvelle version pour ajouter, modifier ou supprimer des fichiers.",
  "Drag and drop files": "Glisser et déposer des fichiers",
  "Upload files": "Télécharger des fichiers",
  "Import files": "Importer des fichiers",
  "Set the default preview": "",
  "Filename": "Nom du fichier",
  "Size": "Taille",
  "Progress": "Progression",
  "Default preview": "Aperçu par défaut",
  "This is the file fingerprint (MD5 checksum), which can be used to verify the file integrity.": "Il s'agit de l'empreinte digitale du fichier (MD5 checksum), qui peut être utilisée pour vérifier l'intégrité du fichier.",
  "Pending": "En attente",
  "Delete file": "Supprimer le fichier",
  "or": "ou",
  "This is a Metadata-only record.": "Il s'agit d'un enregistrement uniquement de métadonnées.",
  "Metadata-only record": "Enregistrement uniquement des métadonnées.",
  "Disable files for this record": "Désactiver les fichiers pour cet enregistrement",
  "Storage available": "Stockage disponible",
  "{{length}} out of {{maxfiles}} files": "{{length}} sur les fichiers {{maxfiles}}",
  "out of": "hors de",
  "Add identifier": "Ajouter un identifiant",
  "Identifier": "Identifiant",
  "Scheme": "Schéma",
  "Do you already have a {{pidLabel}} for this upload?": "Avez-vous déjà un {{pidLabel}} pour ce téléchargement?",
  "Yes": "Oui",
  "No": "Non",
  "Search for languages...": "Recherche de langues...",
  "Search for a language by name (e.g \"eng\", \"fr\" or \"Polish\")": "Rechercher une langue par nom (par exemple \"eng\", \"fr\" ou \"Polonais\")",
  "Add standard": "Ajouter standard",
  "Add custom": "Ajouter personnalisé",
  "Read more": "En savoir plus",
  "Title is a required field.": "Le titre est un champ obligatoire.",
  "Link must be a valid URL": "Le lien doit être une URL valide",
  "Add {{mode}} license": "Ajouter {{mode}} licence",
  "Change {{mode}} license": "Changer la licence{{mode}}",
  "Recommended": "Recommandé",
  "recommended": "",
  "all": "",
  "Data": "Données",
  "data": "",
  "Software": "Logiciel",
  "software": "",
  "License title": "Titre de licence",
  "Link": "Lien",
  "License link": "Lien de licence",
  "Add license": "Ajouter une licence",
  "Change license": "Changer de licence",
  "In case your upload was already published elsewhere, please use the date of the first publication. Format: YYYY-MM-DD, YYYY-MM, or YYYY. For intervals use DATE/DATE, e.g. 1939/1945.": "Si votre téléchargement a déjà été publié ailleurs, veuillez utiliser la date de la première publication. Format: AAAA-MM-JJ, AAAA-MM ou AAAA. Pour les intervalles, utilisez DATE/DATE, par ex. 1939/1945.",
  "YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD for intervals. MM and DD are optional.": "AAAA-MM-JJ ou AAAA-MM-JJ/AAAA-MM-JJ pour les intervalles. MM et DD sont facultatifs.",
  "The publisher is used to formulate the citation, so consider the prominence of the role.": "L'éditeur est utilisé pour formuler la citation, alors considérez l'importance du rôle.",
  "Add reference": "Ajouter une référence",
  "Reference string": "Chaîne de référence",
  "Specify identifiers of related works. Supported identifiers include DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.": "Spécifier les identifiants des œuvres connexes. Les identifiants pris en charge comprennent DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN et URL.",
  "Add related work": "Ajouter des travaux connexes",
  "Relation": "Relation",
  "Suggest from": "Suggérer de",
  "Search for a subject by name": "Rechercher un sujet par nom",
  "Add titles": "Ajouter des titres",
  "Additional title": "",
  "Mostly relevant for software and dataset uploads. A semantic version string is preferred see<1> semver.org</1>, but any version string is accepted.": "Principalement pertinent pour les téléchargements de logiciels et de jeux de données. Une chaîne de version sémantique est préférable voir <1>semver.org</1>, mais toute chaîne de version est acceptée."
}
