Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/assets/semantic-ui/translations/invenio_rdm_records/messages/*/messages.po
Languages: ar, cs, es, fi, fr, hu, ro, sv, tr

source: Before publishing to the community, please read and check the following:
ar: قبل النشر للمجتمع، يرجى قراءة والتحقق مما يلي:
cs: Před publikováním do komunity si prosím přečtěte a zkontrolujte následující:
es: Antes de publicar en la comunidad, lea y verifique lo siguiente:
fi: Ennen julkaisua yhteisöön, lue ja hyväksy seuraavat:
fr: Avant de publier dans la communauté, veuillez lire et vérifier ce qui suit:
hu: A közösségben történő közzététel előtt kérjük, olvassa el és ellenőrizze a következőket:
sv: Innan du publicerar till communityn, läs och kontrollera följande:
tr: Topluluğa yayınlamadan önce lütfen aşağıdakileri okuyup kontrol edin:

source: Your upload will be <bold>immediately published</bold> in '{{communityTitle}}'. You will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.
ar: ملفك المحّمل<bold> سينشر فورًا </bold>في '{{communityTitle}}'. لن تتمكن بعد الآن من تغيير الملفات المرفوعة! مع ذلك، سيظل بإمكانك تحديث البيانات الوصفية للتسجيلة لاحقًا.
cs: Váš záznam bude <bold>okamžitě publikován</bold> v '{{communityTitle}}'. Nebudete moci změnit soubory v záznamu! Nicméně budete stále moci později aktualizovat metadata záznamu.
es: Su envío se <bold>publicará inmediatamente</bold> en '{{communityTitle}}'. ¡Ya no podrá cambiar los archivos en envío! Sin embargo, podrá actualizar los metadatos del registro más tarde.
fi: Lähetyksesi <bold>julkaistaan välittömästi</bold> yhteisössä '{{communityTitle}}'. Et voi enää muuttaa lähetyksen tiedostoja! Voit kuitenkin myöhemmin päivittää tietueen metatietoja.
fr: Votre téléchargement sera immédiatement publié dans '{{communityTitle}}'. Vous ne pourrez plus modifier les fichiers dans le téléchargement! Cependant, vous pourrez toujours mettre à jour les métadonnées de l'enregistrement plus tard.
hu: A feltöltését <bold>azonnal közzétételre fog kerülni</bold> a(z) '{{communityTitle}}' közösségben. A fájlokat ezután már nem tudja módosítani, de a rekord metaadatait később is frissítheti.
sv: Din uppladdning kommer <bold>omedelbart publiceras</bold> i '{{communityTitle}}'. Du kommer inte längre att kunna ändra filerna i uppladdningen! Du kommer dock fortfarande att kunna uppdatera postens metadata senare.
tr: Yüklemeniz '{{communityTitle}} topluluğunda <bold>hemen yayınlanacaktır</bold>. Yüklemedeki dosyaları artık değiştiremeyeceksiniz! Ancak, kaydın meta verilerini daha sonra güncelleyebileceksiniz.

source: Publish record to community
ar: أنشر التسجيلة للمجتمع
cs: Publikovat záznam do komunity
es: Publicar registro en la comunidad
fi: Julkaise tietue yhteisöön
fr: Publier un enregistrement dans la communauté
hu: Rekord közzététele közösségben
sv: Publicera posten i communityn
tr: Kaydı toplulukta yayınla

source: Submit to community
ar: قدّم للمجتمع
cs: Odeslat do komunity
es: Enviar a la comunidad
fi: Tallenna yhteisöön
fr: Soumettre à la communauté
hu: Benyújtás közösséghez
sv: Skicka till communityn
tr: Topluluğa gönder

source: Before submitting to community, please read and check the following:
ar: قبل التقديم للمجتمع، يرجى قراءة والتحقق مما يلي:
cs: Před odesláním do komunity si prosím přečtěte a zkontrolujte následující:
es: Antes de enviar a la comunidad, lea y verifique lo siguiente:
fi: Ennen lähettämistä yhteisöön, lue ja hyväksy seuraavat:
fr: Avant de vous soumettre à la communauté, veuillez lire et vérifier ce qui suit:
hu: A közösséghez való benyújtás előtt kérjük, olvassa el és ellenőrizze a következőket:
sv: Innan du skickar in till communityn, läs och kontrollera följande:
tr: Topluluğa göndermeden önce lütfen aşağıdakileri okuyun ve kontrol edin:

source: Before requesting review, please read and check the following:
ar: قبل طلب المراجعة ، يرجى قراءة والتحقق مما يلي.
cs: Před požádáním o posouzení si prosím přečtěte a zkontrolujte následující:
es: Antes de solicitar una revisión, lea y verifique lo siguiente:
fi: Ennen arviointipyynnön tekemistä, lue ja hyväksy seuraavat:
fr: Avant de demander un examen, veuillez lire et vérifier ce qui suit:
hu: A bírálat kérése előtt kérjük, olvassa el és ellenőrizze a következőket:
sv: Innan du begär granskning, läs och kontrollera följande:
tr: İnceleme talep etmeden önce lütfen aşağıdakileri okuyun ve kontrol edin:

source: If your upload is accepted by the community curators, it will be <bold>immediately published</bold>. Before that, you will still be able to modify metadata and files of this upload.
ar: إذا تم قبول إيداعك من قبل أمناء المجتمع ، فسيتم<bold> نشره على الفور</bold>. قبل ذلك ، ستظل قادرًا على تعديل البيانات الوصفية وملفات هذه التحميل.
cs: Pokud bude váš záznam přijat kurátory komunity, bude <bold>okamžitě publikován</bold>. Před tím budete stále moci upravovat metadata a soubory tohoto konceptu.
es: Si los curadores de la comunidad aceptan su envío, se <bold>publicará de inmediato</bold>. Antes de eso, aún podrá modificar los metadatos y los archivos de dicho envío.
fi: Jos yhteisön kuraattorit hyväksyvät lähetyksesi, se <bold>julkaistaan välittömästi</bold>. Ennen sitä voit yhä muokata tämän lähetyksen metatietoja ja tiedostoja.
fr: Si votre téléchargement est accepté par les conservateurs de la communauté, il sera immédiatement publié. Avant cela, vous serez toujours en mesure de modifier les métadonnées et les fichiers de ce téléchargement.
hu: Ha a feltöltést a közösség kurátorai elfogadják, <bold>azonnal közzétesszük</bold>. Ezt megelőzően továbbra is módosíthatja a feltöltés metaadatait és fájljait.
ro: Dacă upload-ul tău este acceptat de către curatorii comunității, va fi <bold>publicat imediat</bold>. Înainte de aceasta, încă vei putea să modifici metadatele și fișierele acestui upload.
sv: Om din uppladdning accepteras av communityns granskare kommer den att <bold>publiceras omedelbart</bold>. Innan dess kommer du fortfarande att kunna ändra metadata och filer för denna uppladdning.
tr: Yüklemeniz topluluk küratörleri tarafından kabul edilirse, <bold>hemen yayınlanacaktır</bold>. Ondan önce, bu yüklemenin meta verilerini ve dosyalarını hala değiştirebileceksiniz.

source: Submit record for review
ar: أرسل التسجيلة للمراجعة
cs: Odeslat záznam k posouzení
es: Enviar registro para revisión
fi: Lähetä tietue arvioitavaksi
fr: Soumettre un dossier pour examen
hu: Rekord benyújtása bírálatra
sv: Skicka in posten för granskning
tr: Kaydı incelemeye gönderin

source: The '{{communityTitle}}' curators will have access to
ar: سيتمكن أمناء "{{communityTitle}}" من الوصول إلى
fi: Yhteisön '{{communityTitle}}' kuraattoreilla on pääsy
sv: Curatorerna för '{{communityTitle}}' kommer att ha tillgång till

source: view and edit
ar: عرض و تعديل
fi: katsoa ja muokata
sv: visa och redigera

source: your upload's metadata and files.
ar: بيانات التعريف والملفات للتحميل الخاص بك.
fi: lähetyksesi metatietoihin ja tiedostoihin.
sv: metadata och filer för din uppladdning.

source: Message to curators (optional)
ar: رسالة إلى الأمناء (إختياري)
cs: Zpráva pro kurátory (nepovinná)
es: Mensaje a los curadores (opcional)
fi: Viesti kuraattoreille (valinnainen)
fr: Message aux conservateurs (facultatif)
hu: Üzenet a kurátoroknak (opcionális)
sv: Meddelande till granskare (valfritt)
tr: Küratörlere mesaj (isteğe bağlı)

source: Change community
ar: تغيير المجتمع
cs: Změnit komunitu
es: Cambiar comunidad
fi: Vaihda yhteisö
fr: Changer de communauté
hu: Váltás másik közösségre
ro: Schimbă comunitatea
sv: Byt community
tr: Topluluğu değiştir

source: Publish without community
ar: نشر بدون مجتمع
cs: Publikovat bez komunity
es: Publicar sin comunidad
fi: Julkaise ilman yhteisöä
fr: Publier sans communauté
hu: Közzététel közösség nélkül
ro: Publică fără a implica o comunitate
sv: Publicera utan community
tr: Topluluk olmadan yayınla

source: Save draft
ar: حفظ مسودة
cs: Uložit koncept
es: Guardar borrador
fi: Tallenna luonnos
fr: Enregistrer le brouillon
hu: Piszkozat mentése
ro: Salvează draft
sv: Spara utkast
tr: Taslağı kaydet

source: Record successfully saved.
ar: حفظ التسجيلة تمّ بنجاح.
cs: Záznam byl úspěšně uložen.
es: Registro guardado con éxito.
fi: Tietue tallennettiin onnistuneesti.
fr: Enregistrer enregistré avec succès.
hu: A rekordot sikeresen mentettük.
ro: Înregistrare salvată cu succes.
sv: Posten har sparats.
tr: Kayıt başarıyla kaydedildi.

source: Record saved with validation feedback in
ar: تم حفظ السجل مع تعليقات التحقق في
fi: Tietue tallennettiin, ja validointipalaute kohteessa
sv: Posten sparades med valideringsåterkoppling i

source: Draft has validation feedback in
ar: المسودة تحتوي على تعليقات التحقق في
fi: Luonnoksessa on validointipalaute kohteessa
sv: Utkastet har valideringsåterkoppling i

source: The draft was not saved. Please try again. If the problem persists, contact user support.
ar: لم يتم حفظ المسودة. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Koncept nebyl uložen. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: No se guardó el borrador. Inténtalo de nuevo. Si el problema persiste, póngase en contacto con el servicio de atención al usuario.
fi: Luonnosta ei tallennettu. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: Le projet n'a pas été sauvé. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A piszkozat mentése sikertelen. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Utkastet sparades inte. Var god försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Taslak kaydedilemedi. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: The draft was not published. Please try again. If the problem persists, contact user support.
ar: لم يتم نشر المسودة. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Koncept nebyl publikován. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: El borrador no se ha publicado. Inténtelo de nuevo. Si el problema persiste, póngase en contacto con el servicio de atención al usuario.
fi: Luonnosta ei julkaistu. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: Le projet n'a pas été publié. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A piszkozat közzététele sikertelen. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Utkastet publicerades inte. Var god försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Taslak yayınlanamadı. Lütfen tekrar deneyin. Sorun devam ederse kullanıcı destek birimiyle iletişime geçin.

source: The draft was not published. Record saved with validation feedback in
ar: لم تُنشر المسودة. تم حفظ التسجيلة مع ملاحظات التحقق في
fi: Luonnosta ei julkaistu. Tietue tallennettiin, validointipalaute kohteessa
sv: Utkastet publicerades inte. Posten sparades med valideringsåterkoppling i

source: The draft was not submitted for review. Please try again. If the problem persists, contact user support.
ar: لم يتم تقديم المسودة للمراجعة. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Koncept nebyl odeslán k posouzení. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: El borrador no se envió para su revisión. Inténtalo de nuevo. Si el problema persiste, póngase en contacto con el servicio de asistencia al usuario.
fi: Luonnosta ei lähetetty arvioitavaksi. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: Le projet n'a pas été soumis pour examen. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A piszkozat bírálatra történő benyújtása sikertelen. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Utkastet skickades inte in för granskning. Var god försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Taslak incelemeye gönderilemedi. Lütfen tekrar deneyin. Sorun devam ederse kullanıcı destek birimiyle iletişime geçin.

source: The draft was not submitted for review. Record saved with validation feedback in
ar: لم تُقدّم المسودة للتقييم و المراجعة. حُفظت التسجيلة مع ملاحظات التحقق في
fi: Luonnosta ei lähetetty arvioitavaksi. Tietue tallennettiin, validointipalaute kohteessa
sv: Utkastet skickades inte in för granskning. Posten sparades med valideringsåterkoppling i

source: Draft deletion failed. Please try again. If the problem persists, contact user support.
ar: فشل حذف المسودة. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Smazání konceptu selhalo. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: Error al eliminar el borrador. Inténtalo de nuevo. Si el problema persiste, póngase en contacto con el servicio de asistencia al usuario.
fi: Luonnoksen poistaminen epäonnistui. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: Le projet de suppression échoue. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A piszkozat törlése benyújtása sikertelen. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Radering av utkast misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Taslak silinemedi. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: Draft preview failed. Please try again. If the problem persists, contact user support.
ar: فشل عرض المسودة. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Náhled konceptu selhal. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: Error en la vista previa del borrador. Inténtalo de nuevo. Si el problema persiste, póngase en contacto con el servicio de atención al usuario.
fi: Luonnoksen esikatselu epäonnistui. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: L'aperçu préliminaire a échoué. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A piszkozat előnézetre történő betöltése sikertelen. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Förhandsvisning av utkast misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Taslak önizleme başarısız oldu. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: Identifier reservation failed. Please try again. If the problem persists, contact user support.
ar: فشل في إسناد معرّف. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Rezervace identifikátoru selhala. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: Error en la reserva del identificador. Inténtalo de nuevo. Si el problema persiste, póngase en contacto con el servicio de asistencia al usuario.
fi: Tunnisteen varaaminen epäonnistui. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: La réservation d'identifiant a échoué. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: Az azonosító lefoglalása sikertelen volt. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Reservation av identifierare misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Tanımlayıcı ayırma başarısız oldu. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: Identifier could not be discarded. Please try again. If the problem persists, contact user support.
ar: تعذّر تجاهل المُعرِّف. يُرجى المحاولة مجددًا. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Identifikátor nemohl být odstraněn. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: No se pudo descartar el identificador. Inténtelo nuevamente. Si el problema persiste, contacte con el servicio de asistencia al usuario.
fi: Tunnistetta ei voitu hylätä. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: L'identifiant ne peut pas être jeté. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: Az azonosító elvetése sikertelen volt. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Identifieraren kunde inte kasseras. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Tanımlayıcı atma başarısız. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: Draft save failed before file upload. Please try again. If the problem persists, contact user support.
ar: فشل حفظ المسودة قبل تحميل الملف. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Uložení konceptu selhalo před nahráním souboru. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: Error al guardar el borrador antes de cargar el archivo. Inténtelo de nuevo. Si el problema persiste, póngase en contacto con el servicio de atención al usuario.
fi: Luonnoksen tallennus epäonnistui ennen tiedostojen lähetystä. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: Le brouillon de sauvegarde a échoué avant le téléchargement du fichier. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A piszkozat mentése a fájl feltöltése előtt sikertelen volt. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Spara utkast misslyckades före filuppladdningen. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Taslak kaydetme, dosya yüklemeden önce başarısız oldu. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: Files import from the previous version failed. Please try again. If the problem persists, contact user support.
ar: فشل استيراد الملفات من الإصدار السابق. يُرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يُرجى التواصل مع دعم المستخدمين.
cs: Import souborů z předchozí verze selhal. Zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte uživatelskou podporu.
es: Error en la importación de archivos de la versión anterior. Inténtelo de nuevo. Si el problema persiste, póngase en contacto con el servicio de asistencia al usuario.
fi: Tiedostojen tuonti edellisestä versiosta epäonnistui. Yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä käyttäjätukeen.
fr: L'importation de fichiers à partir de la version précédente a échoué. Veuillez réessayer. Si le problème persiste, contactez le support utilisateur.
hu: A fájlok importálása az előző verzióból sikertelen volt. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Import av filer från den tidigare versionen misslyckades. Vänligen försök igen. Kontakta användarsupport om problemet kvarstår.
tr: Önceki sürümden dosyaların içe aktarımı başarısız oldu. Lütfen tekrar deneyin. Sorun devam ederse, kullanıcı destek birimiyle iletişime geçin.

source: Options
ar: إختيارات
cs: Možnosti
es: Opciones
fi: Vaihtoehdot
hu: Lehetőségek
ro: Opțiuni
sv: Alternativ
tr: Seçenekler

source: Public
ar: مشاع
cs: Veřejný
es: Publico
fi: Julkinen
hu: Nyilvános
sv: Offentlig
tr: Herkese açık

source: The record is publicly accessible.
ar: التّسجبلة متاحة للعموم.
cs: Záznam je veřejně přístupný.
es: El registro es de acceso público.
fi: Tietue on julkisesti saatavilla.
fr: Le dossier est accessible au public.
hu: A rekord nyilvánosan elérhető.
ro: Înregistrarea este accesibilă public.
sv: Posten är offentligt tillgänglig.
tr: Kayıt herkesin erişimine açık.

source: The record and files are publicly accessible.
ar: التّسجبلة و الملفات متاحان للعموم.
cs: Záznam a jeho soubory jsou veřejně dostupné.
es: El registro y los archivos son de acceso público.
fi: Tietue ja tiedostot ovat julkisesti saatavilla.
fr: Le dossier et les fichiers sont accessibles au public.
hu: A rekord és a fájlok nyilvánosan elérhetőek.
ro: Înregistrarea și fișierele sunt public accesibile.
sv: Posten och filerna är offentligt tillgängliga.
tr: Kayıt ve dosyalar herkesin erişimine açık.

source: Embargoed (full record)
ar: محظور (كامل التّسجيلة)
cs: Embargován (celý záznam)
es: Embargado (registro completo)
fi: Embargo (koko tietue)
fr: Embargoed (enregistrement complet)
hu: Zárolva (teljes rekord)
ro: Sub embargo (înregistrare completă)
sv: Embargo (fullständig post)
tr: Ambargo uygulanmış (tam kayıt)

source: Restricted
ar: مقيّد
cs: Omezené
es: Restringido
fi: Rajoitettu
fr: Restreint
hu: Korlátozott hozzáférés
ro: Restricționat
sv: Begränsad
tr: Kısıtlı

source: Public with restricted files
ar: مشاع مع ملفات مقيدة
cs: Veřejný s omezenými soubory
es: Público pero con archivos restringidos
fi: Julkinen, mutta rajoitetut tiedostot
fr: Public avec fichiers restreints
hu: Nyilvánosan elérhető, korlátozott hozzáférésű fájlokkal
ro: Public având fișierele restricționate
sv: Offentlig med åtkomstbegränsade filer
tr: Kısıtlanmış dosyalarla beraber herkese açık

source: Embargoed (files-only)
ar: محظور (فقط الملفات)
cs: Embargován (pouze soubory)
es: Embargado (solo archivos)
fi: Embargo (vain tiedostot)
fr: Embargoed (fichiers seulement)
hu: Zárolva (csak fájlok)
ro: Sub embargo (doar fișierele)
sv: Embargo (endast för filer)
tr: Ambargo uygulanmış (yalnızca dosyalar)

source: Apply an embargo
ar: تطبيق حظر
cs: Použít embargo
es: Aplicar un embargo
fi: Aseta embargo
fr: Appliquer un embargo
hu: Zárolás alkalmazása
ro: Aplică un embargo
sv: Tillämpa ett embargo
tr: Ambargo uygula

source: Embargo reason
ar: اسباب الحظر
cs: Důvod embarga
es: Motivo del embargo
fi: Embargon syy
fr: Embargo raison
hu: Zárolás oka
ro: Motivul embargoului
sv: Orsak till embargo
tr: Ambargo uygulama nedeni

source: Optionally, describe the reason for the embargo.
ar: إختياري. حدّد سبب الحظر.
cs: Volitelně popište důvod embarga.
es: Opcionalmente, describa el motivo del embargo.
fi: Voit halutessasi kuvata embargon syyn.
fr: Éventuellement, décrivez la raison de l'embargo.
hu: Opcionálisan adja meg a zárolás okát.
ro: Opțional, descrie motivul embargoului.
sv: Beskriv, om möjligt, orsaken till embargot.
tr: İsteğe bağlı olarak, ambargonun nedenini açıklayın.

source: Embargo was lifted on {{fmtDate}}.
ar: تمّ رفع الحظر في {{fmtDate}}.
cs: Embargo bylo zrušeno dne {{fmtDate}}.
es: El embargo fue levantado el {{fmtDate}}.
fi: Embargo poistettiin {{fmtDate}}.
fr: Embargo a été levé sur {{fmtDate}}.
hu: Zárolás feloldva ekkor: {{fmtDate}}
ro: Embargoul a fost ridicat pe {{fmtDate}}.
sv: Embargot hävdes den {{fmtDate}}.
tr: Ambargo {{fmtDate}} tarihinde kaldırıldı.

source: Reason
ar: السّبب
cs: Důvod
es: Motivo
fi: Syy
fr: Raison
hu: Indoklás
ro: Motiv
sv: Orsak
tr: Sebep

source: Embargo until
ar: محظور حتى
cs: Embargo do
es: Embargo hasta
fi: Embargo voimassa asti
fr: Embargo jusqu'à
hu: Zárolás eddig:
ro: Embargo până la
sv: Embargo tills
tr: Şu tarihe kadar ambargo uygula:

source: The record has no files.
ar: التّسجيلة لا تحتوي على ملفات.
cs: Záznam nemá žádné soubory.
es: El registro no tiene archivos.
fi: Tietueella ei ole tiedostoja.
fr: Le dossier n'a pas de fichiers.
hu: A rekordhoz nem tartoznak fájlok.
ro: Înregistrarea nu are fișiere.
sv: Posten har inga filer.
tr: Bu kayıt hiç dosya içermemekte.

source: Files only
ar: فقط ملفات
cs: Pouze soubory
es: Solo archivos
fi: Vain tiedostot
fr: Fichiers uniquement
hu: Csak fájlok
ro: Doar fișiere
sv: Endast filer
tr: Yalnızca dosyalar
