Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/assets/semantic-ui/translations/invenio_rdm_records/messages/*/messages.po
Languages: ar, cs, es, fi, fr, hu, ro, sv, tr

source: Copy to clipboard
ar: نسخ إلى لوحة المفاتيح
cs: Zkopírovat do schránky
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
hu: Másolás a vágólapra
ro: Copiază în clipboard
sv: Kopiera till urklipp
tr: Panoya kopyala

source: Copied!
ar: تم النسخ!
cs: Zkopírováno!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié!
hu: Másolva!
ro: Copiat!
sv: Kopierade!
tr: Kopyalandı!

source: This set is not editable as it was created by the system.
ar: غير قابلة للتعديل حيث تم إنشاؤها بواسطة النظام.
cs: Tuto množina není možno editovat, protože byla vytvořena systémem.
es: Este conjunto no es editable ya que fue creado por el sistema.
fi: Tätä joukkoa ei voi muokata, koska järjestelmä loi sen.
fr: Cet ensemble n'est pas modifiable car il a été créé par le système.
hu: Ez a készlet nem szerkeszthető, mivel a rendszer által került létrehozásra.
sv: Setet är inte redigerbart eftersom det skapades av systemet.
tr: Bu set sistem tarafından oluşturulduğu için düzenlenemez.

source: This set is not deletable as it was created by the system.
ar: غير قابلة للحذف حيث تم إنشاؤها بواسطة النظام.
cs: Tuto množina není možno smazat, protože byla vytvořena systémem.
es: Este conjunto no se puede eliminar ya que fue creado por el sistema.
fi: Tätä joukkoa ei voi poistaa, koska järjestelmä loi sen.
fr: Cet ensemble n'est pas supprimable car il a été créé par le système.
hu: Ez a készlet nem törölhető, mivel a rendszer által került létrehozásra.
sv: Setet är inte möjligt att radera eftersom det skapades av systemet.
tr: Bu set sistem tarafından oluşturulduğu için silinemez.

source: Fetch error
ar: خطأ في الجلب
cs: Chyba při načítání
es: Error de recuperación
fi: Noutovirhe
fr: Récupérer une erreur
hu: Lekérési hiba
sv: Fel vid hämtning
tr: Sistemden çekme hatası

source: Error fetching OAI set formats.
ar: حدث خطأ أثناء جلب تنسيقات مجموعة OAI.
cs: Chyba při načítání formátů OAI souborů.
es: Error al obtener los formatos establecidos de OAI.
fi: Virhe haettaessa OAI-joukkojen muotoja.
fr: Erreur lors de la récupération des formats OAI set.
hu: Hiba az OAI-készletformátumok lekérésekor.
sv: Fel vid hämtning av OAI set-format.
tr: OAI set formatları sistemden çekilirken hata oluştu.

source: Links
ar: روابط
cs: Odkazy
es: Enlaces
fi: Linkit
fr: Liens
hu: Linkek
sv: Länkar
tr: Bağlantılar

source: Format
ar: صيغة
cs: Formát
es: Formato
fi: Muoto
hu: Formátum
tr: Biçimlendir

source: List records
ar: قائمة تسجيلات
cs: Seznam záznamů
es: Listar registros
fi: Listaa tietueet
fr: Liste des enregistrements
hu: Rekordok listázása
sv: Lista poster
tr: Kayıtları listele

source: Opens in new tab
ar: فتح في تبويبة جديدة
cs: Otevřít v novém okně
es: Se abre en una pestaña nueva
fi: Avautuu uuteen välilehteen
fr: Ouvre dans un nouvel onglet
hu: Új lapon nyílik meg
ro: Se deschide într-un tab nou
sv: Öppnas i ny flik
tr: Yeni sekmede açılır

source: List identifiers
ar: قائمة معرفات
cs: Seznam identifikátorů
es: Listar identificadores
fi: Listaa tunnisteet
fr: Identifiants de liste
hu: Azonosítók listázása
sv: Lista identifierare
tr: Tanımlayıcıları listele

source: Before deleting, make sure to alert all harvesters that this set will no longer be available.
ar: قبل الحذف، تأكد من تنبيه جميع الحصادين harvesters إلى أن هذه المجموعة لن تكون متاحة بعد الآن.
cs: Ujistěte se, že jste upozornili všechny sběrače, že tato množina už nebude dostupná.
es: Antes de eliminarlo, asegúrese de alertar a todos los recolectores de que este conjunto ya no estará disponible.
fi: Ennen poistamista varmista, että kaikille haravoijille on ilmoitettu, että tämä joukko ei ole enää saatavilla.
fr: Avant de supprimer, assurez-vous d'alerter tous les pêcheurs que cet ensemble ne sera plus disponible.
hu: Törlés előtt győződjön meg róla, hogy értesítette az összes adatgyűjtőt arról, hogy ez a készlet többé nem lesz elérhető.
sv: Se till att varna alla skördare om att setet inte längre kommer att vara tillgängligt innan du raderar.
tr: Silmeden önce tüm harmanlayıcılara bu setin artık mevcut olmayacağını bildirdiğinizden emin olun.

source: I have alerted all harvesters that this set will no longer be available.
ar: لقد قمت بتنبيه جميع الحصادين harvesters إلى أن هذه المجموعة لن تكون متاحة بعد الآن.
cs: Oznámil jsem všem sběračům, že tato množina už nebude dostupná.
es: He alertado a todos los recolectores de que este conjunto ya no estará disponible.
fi: Olen ilmoittanut kaikille haravoijille, että tämä joukko ei ole enää saatavilla.
fr: J'ai averti tous les pêcheurs que cet ensemble ne sera plus disponible.
hu: Értesítettem az összes adatgyűjtőt arról, hogy ez a készlet többé nem lesz elérhető.
sv: Jag har meddelat alla skördare att setet inte längre kommer att finnas tillgängligt.
tr: Tüm harmanlayıcılara bu setin artık mevcut olmayacağını bildirdim.

source: Cancel
ar: إلغاء
cs: Stornovat
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégsem
ro: Anulează
sv: Avbryt
tr: İptal

source: Delete
ar: حذف
cs: Smazat
es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
ro: Şterge
sv: Radera
tr: Sil

source: Delete {{title}}
ar: حذف {{title}}
cs: Smazat {{title}}
es: Borrar {{title}}
fi: Poista {{title}}
fr: Supprimer {{title}}
hu: {{title}} törlése
ro: Șterge {{title}}
sv: Ta bort {{title}}
tr: {{title}} başlığını sil

source: This will delete the set '{{title}}'.
ar: سيؤدي هذا إلى حذف المجموعة '{{title}}'.
cs: Tímto se smaže oai soubor '{{title}}'.
es: Esto eliminará el conjunto '{{title}}'.
fi: Tämä poistaa joukon '{{title}}'.
fr: Cela supprimera l'ensemble '{{title}}'.
hu: Ez törölni fogja a(z) '{{title}}' készletet.
sv: Detta kommer att radera setet '{{title}}'.
tr: Bu, '{{title}}' setini silecektir.

source: Select the community where you want to submit your record.
ar: إختر المجتمع الذي تريد نشر تسجيلتك ضمنه.
cs: Vyberte komunitu, kam chcete záznam odeslat.
es: Seleccione la comunidad donde desea enviar su registro.
fi: Valitse yhteisö, johon haluat tallentaa aineistosi.
fr: Sélectionnez la communauté dans laquelle vous souhaitez soumettre votre enregistrement.
hu: Válassza ki a közösséget, ahova be szeretné nyújtani a rekordot!
ro: Selectează comunitatea căreia dorești să-i trimiți înregistrarea.
sv: Välj den community där du vill skicka in din post.
tr: Kaydınızı göndermek istediğiniz topluluğu seçin.

source: Change
ar: غيّر
cs: Změnit
es: Cambiar
fi: Vaihda
fr: Changer
hu: Módosítás
ro: Modifică
sv: Ändra
tr: Değiştir

source: Select a community
ar: إختر مجتمعا
cs: Vyberte komunitu
es: Seleccionar una comunidad
fi: Valitse yhteisö
fr: Sélectionnez une communauté
hu: Közösség kiválasztása
ro: Selectează o comunitate
sv: Välj en community
tr: Bir topluluk seç

source: Remove
ar: حذف
cs: Odstranit
es: Retirar
fi: Poista
fr: Supprimer
hu: Eltávolítás
ro: Elimină
sv: Ta bort
tr: Kaldır

source: Community inclusion information
ar: معلومات حول دمج المجتمع
cs: Informace o zařazení do komunity
es: Información sobre inclusión en la comunidad
fi: Yhteisöön sisällyttämisen tiedot
fr: Informations inclusion communautaire
hu: Közösségi befogadási információ
sv: Information om community-inkludering
tr: Topluluk dahil etme ile ilgili bilgiler

source: Submission to this community is only allowed if the record is restricted.
ar: لا يُسمح بالإرسال إلى هذا المجتمع إلا إذا كانت التسجيلة مقيدة.
cs: Zařazení do této komunity je povoleno pouze pokud je záznam s omezeným přístupem.
es: El envío a esta comunidad solo está permitido si el registro está restringido.
fi: Tähän yhteisöön voi tallentaa aineistoja vain, jos tietue on rajoitettu.
fr: La soumission à cette communauté n'est autorisée que si l'enregistrement est restreint.
hu: A benyújtás ebbe a közösségbe csak akkor engedélyezett, ha a rekord korlátozott hozzáférésű.
sv: Inlämning till communityn är endast tillåtet om posten är åtkomstbegränsad.
tr: Bu topluluğa gönderi yapılmasına yalnızca kayda erişim kısıtlıysa izin verilir.

source: Submission to this community is only allowed to community members.
ar: يُسمح بالمساهمة في هذا المجتمع لأعضاء المجتمع فقط.
fi: Tähän yhteisöön voivat tallentaa aineistoja vain yhteisön jäsenet.
sv: Inlämning till denna community är endast tillåten för communitymedlemmar.

source: Community submission conditions information
ar: معلومات شروط التقديم بهذا المجتمع
cs: Informace o podmínkách zařazení do komunity
es: Información sobre las condiciones de envío a la comunidad
fi: Tietoa yhteisöön tallentamisen ehdoista
fr: Informations sur les conditions de soumission communautaires
hu: Információ a közösségbe történő benyújtás feltételeiről
sv: Information om villkor för inlämning till communityn
tr: Topluluğa gönderim koşulları ile ilgili bilgiler

source: Submission to this community is only allowed by dedicated upload form. Use the button to jump to the form.
ar: يُسمح بالمشاركة في هذا المجتمع فقط عبر نموذج تحميل مُخصّص. استخدم الزر للانتقال إلى النموذج.
cs: Zařazení do této komunity je povoleno pouze pomocí speciálního formuláře pro nahrávání. Použijte tlačítko pro přeskočení na formulář.
es: Solo se permite enviar material a esta comunidad mediante un formulario de carga específico. Utilice el botón para ir al formulario.
fi: Tähän yhteisöön voi ladata aineistoja vain erillisellä latauslomakkeella. Siirry lomakkeelle painikkeesta.
fr: La soumission à cette communauté est uniquement autorisée par un formulaire de téléchargement dédié. Utilisez le bouton pour accéder au formulaire.
hu: A benyújtás ebbe a közösségbe csak a dedikált feltöltési űrlapon keresztül engedélyezett. Használja a gombot az űrlaphoz ugráshoz.
sv: Inlämning till denna community är endast tillåten via ett särskilt uppladdningsformulär. Använd knappen för att komma till formuläret.
tr: Bu topluluğa gönderim yalnızca özel karşıya yükleme formuyla yapılmaktadır. Forma erişmek için butona tıklayın.

source: Go to the community
ar: إنتقل إلى المجتمع
fi: Siirry yhteisöön
hu: Ugrás a közösséghez
sv: Gå till communityn

source: Selected
ar: مُختارة
cs: Vybráno
es: Seleccionado
fi: Valittu
fr: Sélectionné
hu: Kiválasztva
ro: Selectat
sv: Vald
tr: Seçildi

source: Select
ar: إختر
cs: Vybrat
es: Seleccionar
fi: Valitse
fr: Choisir
hu: Kiválasztás
ro: Selectaţi
sv: Välj
tr: Seç

source: Select {{title}}
ar: إختر {{title}}
cs: Vybrat {{title}}
es: Seleccionar {{title}}
fi: Valitse {{title}}
fr: Sélectionnez {{title}}
hu: {{title}} kiválasztása
sv: Välj {{title}}
tr: {{title}} seç

source: Verified
ar: تم التّحقق
es: Verificado
fi: Tarkistettu
fr: Vérifié
hu: Ellenőrizve
ro: Verificat
sv: Verifierad
tr: Doğrulanmış

source: Close
ar: غلق
cs: Zavřít
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
ro: Închide
sv: Stäng
tr: Kapat

source: All
ar: الكلّ
cs: Vše
es: Todas
fi: Kaikki
fr: Tout
hu: Összes
ro: Toate
sv: Alla
tr: Hepsi

source: My communities
ar: مجتمعاتي
cs: Moje komunity
es: Mis comunidades
fi: Omat yhteisöt
fr: Mes communautés
hu: Közösségeim
ro: Comunitățile mele
sv: Mina communities
tr: Topluluklarım

source: Search
ar: بحث
cs: Hledat
es: Buscar
fi: Haku
fr: Recherche
hu: Keresés
ro: Caută
sv: Sök
tr: Ara

source: In review
ar: بصدد مراجعة الأقران
cs: V procesu kontroly
es: En revisión
fi: Arvioitavana
fr: En revue
hu: Bírálás alatt
ro: În evaluare
sv: Under granskning
tr: İnceleme aşamasında

source: Community curators will review your upload. Once accepted, it will be published.
ar: سيراجع أمناء المجتمع إيداعك. سيتم نشره إذا تم قبوله.
cs: Kurátoři komunity zkontrolují váš záznam. Jakmile bude přijat, bude publikován.
es: Los curadores de la comunidad revisarán su envío. Una vez aceptado, será publicado.
fi: Yhteisön kuraattorit tarkistavat lähettämäsi aineiston. Kun se hyväksytään, se julkaistaan.
fr: Les conservateurs de la communauté examineront votre téléchargement. Une fois accepté, il sera publié.
hu: A közösségi bírálók elbírálják az Ön feltöltését. Ha elfogadták, publikálásra fog kerülni.
ro: Curatorii comunității vor evalua uploadul tău. Odată acceptat, va fi publicat.
sv: Communityns granskare kommer gå igenom din uppladdning. När den har godkänts kommer den att publiceras.
tr: Topluluk küratörleri yüklemenizi inceleyecek. Kabul edildikten sonra yayınlanacak.

source: Declined
ar: مرفوضة
cs: Zamítnuto
es: Rechazado
fi: Hylätty
fr: Décliné
hu: Elutasítva
ro: Respins
sv: Avslagen
tr: Reddedildi

source: The request to submit this upload to the community was declined.
ar: تم رفض طلب إرسال هذا التحميل إلى المجتمع.
cs: Žádost o zařazení tohoto záznamu do komunity byla zamítnuta.
es: La solicitud de mandar a la comunidad su envío ha sido rechazada.
fi: Pyyntösi lähettää tämä aineisto yhteisöön hylättiin.
fr: La demande de soumettre ce téléchargement à la communauté a été refusée.
hu: A feltöltés benyújtási kérelmét elutasították.
ro: Solicitarea pentru a trimite acest upload către comunitate a fost refuzată.
sv: Begäran om att skicka den här uppladdningen till communityn avvisades.
tr: Bu yüklemeyi topluluğa gönderme isteği reddedildi.

source: Expired
ar: منتهي الصلاحية
cs: Vypršený
es: Caducado
fi: Vanhentunut
fr: Expiré
hu: Lejárt
ro: Expirat
sv: Utgånget
tr: Süresi doldu

source: The request to submit this upload to the community has expired.
ar: تخطى طلب إرسال هذا التحميل إلى المجتمع اجله.
cs: Žádost o zařazení tohoto záznamu do komunity vypršela.
es: La solicitud de mandar a la comunidad su envío ha caducado.
fi: Pyyntösi lähettää tämä aineisto yhteisöön on vanhentunut.
fr: La demande de soumettre ce téléchargement à la communauté a expiré.
hu: A feltöltés benyújtási kérelme lejárt.
ro: Solicitarea de a trimite acest upload către comunitate a expirat.
sv: Begäran om att skicka den här uppladdningen till communityn har löpt ut.
tr: Bu yüklemeyi topluluğa gönderme talebinin süresi doldu.

source: Published
ar: نشرت
cs: Publikováno:
es: Publicado
fi: Julkaistu
fr: Publié
hu: Publikálva
ro: Publicat
sv: Publicerad
tr: Yayınlanmış

source: Your upload is published.
ar: تمّ نشر التّحميل.
cs: Váš záznam je publikován.
es: Su envío está publicado.
fi: Aineistosi on julkaistu.
fr: Votre téléchargement est publié.
hu: A feltöltését közzétettük.
ro: Uploadul tău a fost publicat.
sv: Din uppladdning är publicerad.
tr: Yüklemeniz yayınlandı.

source: Draft
ar: مسودة
cs: Pracovní verze
es: Borrador
fi: Luonnos
fr: Projet
hu: Piszkozat
ro: Ciornă
sv: Utkast
tr: Taslak

source: Once your upload is complete, you can submit it for review to the community curators.
ar: بمجرد اكتمال التحميل ، يمكنك إرساله للمراجعة من طرف أمناء المجتمع.
cs: Jakmile bude váš záznam hotov, můžete jej odeslat k posouzení kurátorům komunity.
es: Una vez que su envío esté completado, puede enviarlo para su revisión a los curadores de la comunidad.
fi: Kun aineistosi on valmis, voit lähettää sen yhteisön kuraattorien arvioitavaksi.
fr: Une fois votre téléchargement terminé, vous pouvez le soumettre pour examen aux conservateurs de la communauté.
hu: A feltöltés befejezése után beadhatja bírálatra a dokumentumot.
ro: În momentul în care uploadul tău s-a terminat, poți să-l trimiți spre evaluarea curatorilor de comunitate.
sv: När din uppladdning är klar kan du skicka in den för genomgång av communityns granskare.
tr: Yüklemeniz tamamlandıktan sonra inceleme için topluluk küratörlerine gönderebilirsiniz.

source: Once your upload is complete, you can publish or submit it for review to the community curators.
ar: بمجرد اكتمال التحميل ، يمكنك نشره أو إرساله للمراجعة من طرف أمناء المجتمع.
cs: Jakmile bude váš záznam hotov, můžete jej publikovat nebo odeslat k posouzení kurátorům komunity.
es: Una vez que su envío esté completo, puede publicarlo o enviarlo para su revisión a los curadores de la comunidad.
fi: Kun aineistosi on valmis, voit julkaista sen tai lähettää sen yhteisön kuraattorien arvioitavaksi.
fr: Une fois votre téléchargement terminé, vous pouvez le publier ou le soumettre pour examen aux conservateurs de la communauté.
hu: A feltöltés befejezése után közzéteheti a dokumentumot, vagy beadhatja bírálatra.
ro: În momentul în care upload-ul tău este terminat, poți să-l publici sau să-l trimiți spre evaluarea curatorilor comunității.
sv: När din uppladdning är klar kan du publicera eller skicka in den för genomgång av communityns granskare.
tr: Yüklemeniz tamamlandıktan sonra yayınlayabilir veya inceleme için topluluk küratörlerine gönderebilirsiniz.

source: New version draft
ar: مسودّة إصدار جديدة
cs: Nová pracovní verze
es: Borrador de la nueva versión
fi: Uuden version luonnos
fr: Nouvelle version
hu: Piszkozat új verzióhoz
ro: Versiune nouă de ciornă
sv: Utkast till ny version
tr: Yeni sürüm taslağı

source: Once your upload is complete, you can publish it.
ar: مغ إنتهاء التّحميل، يمكنك النّشر.
cs: Jakmile bude váš záznam hotov, můžete jej publikovat.
es: Cuando su envío esté completo podrá publicarlo.
fi: Kun lähetyksesi on valmis, voit julkaista sen.
fr: Une fois votre téléchargement terminé, vous pouvez le publier.
hu: A feltöltés befejezése után közzéteheti a dokumentumot.
ro: Din moment ce upload-ul este terminat, poți să-l publici.
sv: När din uppladdning är klar kan du publicera den.
tr: Yüklemeniz tamamlandıktan sonra yayınlayabilirsiniz.

source: View request
ar: الاطّلاع على الطلب
cs: Zobrazit žádost
es: Ver solicitud
fi: Näytä pyyntö
fr: Voir la demande
hu: Kérés megtekintése
ro: Vezi solicitarea
sv: Visa begäran
tr: Görüntüleme talebi

source: discard changes
ar: تجاهل التّغييرات
cs: zahodit změny
es: descartar cambios
fi: hylkää muutokset
fr: annuler les modifications
hu: változtatások elvetése
ro: renunță la modificări
sv: ta bort ändringar
tr: değişiklikleri gözardı et

source: discard version
ar: تجاهل الإصدار
cs: zahodit verzi
es: descartar versión
fi: hylkää versio
fr: jeter la version
hu: verzió elvetése
ro: renunță la versiune
sv: ta bort versionen
tr: sürümü gözardı et

source: delete
ar: حذف
cs: smazat
es: suprimir
fi: poista
fr: Supprimer
hu: törlés
ro: șterge
sv: radera
tr: sil

source: Are you sure you want to discard the changes to this draft?
ar: هل انت متأكد من تجاهل التّغييرات على هذه المسودّة ؟
cs: Jste si jisti, že chcete zahodit změny v tomto konceptu?
es: ¿Está seguro de que desea descartar los cambios en este borrador?
fi: Haluatko varmasti hylätä luonnoksen muutokset?
fr: Êtes-vous sûr de vouloir rejeter les modifications apportées à ce projet?
hu: Biztosan elveti a piszkozat változtatásait?
ro: Ești sigur că dorești să renunți la modificările aduse acestui draft?
sv: Är du säker på att du vill ta bort ändringarna i detta utkast?
tr: Bu taslakta yapılan değişikliklerden vazgeçmek istediğinize emin misiniz?

source: Are you sure you want to delete this new version?
ar: هل انت متأكد من حذفك لهذا الإصدار ؟
cs: Jste si jisti, že chcete smazat tuto novou verzi?
es: ¿Está seguro de que desea eliminar esta nueva versión?
fi: Haluatko varmasti poistaa uuden version?
fr: Êtes-vous sûr de vouloir supprimer cette nouvelle version?
hu: Biztosan törli ezt az új verziót?
ro: Ești sigur că dorești să ștergi această nouă versiune?
sv: Är du säker på att du vill ta bort den här nya versionen?
tr: Bu yeni sürümü silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this draft?
ar: هل أنت متأكد من حذفك لهذه المسودّة ؟
cs: Jste si jisti, že chcete smazat tento koncept?
es: ¿Está seguro de querer eliminar este borrador?
fi: Haluatko varmasti poistaa luonnoksen?
fr: Êtes-vous sûr de vouloir supprimer ce brouillon?
hu: Biztosan törli a piszkozatot?
ro: Ești sigur că dorești să ștergi acest draft?
sv: Är du säker på att du vill ta bort det här utkastet?
tr: Bu taslağı silmek istediğinize emin misiniz?

source: You don't have permissions to create a new version.
ar: ليس لك صلوحيّات إنشاء إصدار جديد.
cs: Nemáte oprávnění vytvořit novou verzi.
es: No tiene permisos para crear una nueva versión.
fi: Sinulla ei ole oikeuksia luoda uutta versiota.
fr: Vous n'avez pas les autorisations pour créer une nouvelle version.
hu: Önnek nincs jogosultsága új verziót létrehozni.
ro: Nu ai permisiunea de a crea o versiune nouă.
sv: Du har inte behörighet att skapa en ny version.
tr: Yeni bir sürüm oluşturma izniniz yok.

source: New version
ar: إصدار جديد
cs: Nová verze
es: Nueva versión
fi: Uusi versio
fr: Nouvelle version
hu: Új verzió
ro: Versiune nouă
sv: Ny version
tr: Yeni sürüm

source: Preview
ar: معاينة
cs: Náhled
es: Previsualizar
fi: Esikatselu
fr: Aperçu
hu: Előnézet
ro: Previzualizare
sv: Förhandsgranska
tr: Gözden geçir

source: DOI is needed. You need to reserve a DOI before publishing.
ar: مطلوب مُعرِّف DOI. يجب عليك حجز مُعرِّف DOI قبل النشر.
fi: DOI tarvitaan. Sinun on varattava DOI ennen julkaisua.
sv: DOI krävs. Du måste reservera en DOI innan publicering.

source: Are you sure you want to publish this record?
ar: هل أنت متأكد من نشر هذه التّسجيلة؟
cs: Jste si jisti, že chcete tento záznam publikovat?
es: ¿Está seguro de querer publicar este registro?
fi: Haluatko varmasti julkaista tämän aineiston?
fr: Êtes-vous sûr de vouloir publier ce disque?
hu: Biztosan közzé akarja tenni ezt a rekordot?
ro: Ești sigur că vrei să publici această înregistrare?
sv: Är du säker på att du vill publicera denna post?
tr: Bu kaydı yayınlamak istediğinizden emin misiniz?

source: Once the record is published you will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.
ar: إذا تمّ نشر التّسجيلة فلا يمكنك تغيير الملفات في التحميل! في حين يمكنك دائما تحيين ميتاداتا النّسجيلة لاحقا.
cs: Jakmile bude záznam publikován, nebudete moci změnit soubory v záznamu! Nicméně budete stále moci později aktualizovat metadata záznamu.
es: Una vez que se publique el registro, no podrá cambiar los archivos en la subida. Sin embargo, podrá actualizar los metadatos del registro más adelante.
fi: Kun aineisto on julkaistu, et voi enää muuttaa lähetyksen tiedostoja! Voit kuitenkin myöhemmin päivittää tietueen metatietoja.
fr: Une fois l'enregistrement publié, vous ne pourrez plus modifier les fichiers dans le téléchargement! Cependant, vous pourrez toujours mettre à jour les métadonnées de l'enregistrement plus tard.
hu: A rekord közzététele után nem módosíthatja a feltöltött fájlokat! A rekord metaadatait később is módosíthatja.
ro: Din moment ce înregistrarea este publicată, nu vei mai putea modifica fișierele din upload! Totuși, vei putea să actualizezi metadatele înregistrări mai târziu.
sv: När posten är publicerad kommer du inte längre att kunna ändra filerna i uppladdningen! Du kommer dock fortfarande att kunna uppdatera postens metadata senare.
tr: Kayıt yayınlandıktan sonra yüklemedeki dosyaları artık değiştiremeyeceksiniz! Ancak, kaydın meta verilerini daha sonra güncelleyebileceksiniz.

source: Publish
ar: نشر
cs: Publikovat
es: Publicar
fi: Julkaise
fr: Publier
hu: Közzététel
ro: Publică
sv: Publicera
tr: Yayınla

source: Submitted for review
ar: تم تقديمه للمراجعة
cs: Odesláno k posouzení
es: Enviado para revisión
fi: Lähetetty arvioitavaksi
fr: Soumis pour examen
hu: Bírálatra benyújtva
ro: Trimis spre evaluare
sv: Inskickat för granskning
tr: İnceleme için gönderildi

source: Submit for review
ar: أرسل للمراجعة
cs: Odeslat k posouzení
es: Enviar para revisión
fi: Lähetä arvioitavaksi
fr: Soumettre pour examen
hu: Benyújtás bírálatra
ro: Trimite spre evaluare
sv: Skicka in för granskning
tr: İnceleme için gönder

source: Publish to community
ar: أنشر للمجتمع
cs: Publikovat do komunity
es: Publicar en la comunidad
fi: Julkaise yhteisöön
fr: Publier sur communauté
hu: Közzététel közösségben
sv: Publicera i communityn
tr: Topluluğa yayınla

source: You must accept this.
ar: يجب أن تقبل بهذا.
cs: Musíte toto přijmout.
es: Debe aceptar esto.
fi: Sinun on hyväksyttävä tämä.
fr: Vous devez accepter cela.
hu: El kell fogadnia ezt.
ro: Trebuie să accepți asta.
sv: Du måste acceptera detta.
tr: Bunu kabul etmelisiniz.
