Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/assets/semantic-ui/translations/invenio_rdm_records/messages/*/messages.po
Languages: ar, cs, es, fi, fr, hu, ro, sv, tr

source: Search for a language by name (e.g "eng", "fr" or "Polish")
ar: بحث عن اللّغة بالتّسمية ( "eng", "fr", "Polish" )
cs: Hledat jazyk podle názvu (např. "eng", "fr" nebo "Polština")
es: Busca un idioma por nombre (por ej., "Eng", "es" o "italiano")
fi: Hae kieltä nimellä (esim. "eng, "fr" tai "puola")
fr: Rechercher une langue par nom (par exemple "eng", "fr" ou "Polonais")
hu: Nyelv keresése név szerint (pl. "eng", "fr", "lengyel")
ro: Caută după numele limbii (ex. "rom", "ro" sau "Romanian")
sv: Sök efter ett språk med namn (t.ex. "eng", "fr" eller "polska")
tr: Ada göre bir dil arayın (ör. "eng", "fr" veya "Lehçe")

source: Add standard
ar: أضف معيارا
cs: Přidat standard
es: Añadir estándar
fi: Lisää standardi
fr: Ajouter standard
hu: Szabvány hozzáadása
ro: Adaugă standard
sv: Lägg till standard
tr: Standart ekle:

source: Add custom
ar: إضافة إجراء/خاصة
cs: Přidat vlastní
es: Añadir a medida
fi: Lisää mukautettu
fr: Ajouter personnalisé
hu: Egyéni hozzáadás
ro: Adaugă particularizare
sv: Lägg till anpassad
tr: Özelleştirilmiş ekle:

source: Licenses
ar: تراخيص
cs: Licence
es: Licencias
fi: Lisenssit
fr: Licences
hu: Licenszek
ro: Licențe
sv: Licenser
tr: Lisanslar

source: Read more
ar: إقراء المزيد
cs: Čtěte více
es: Leer más
fi: Lue lisää
fr: En savoir plus
hu: Tudjon meg többet!
ro: Citește mai mult
sv: Läs mer
tr: Devamını okuyun

source: Title is a required field.
ar: حقل العنوان وجوبي.
cs: Název je povinné pole.
es: El título es un campo obligatorio.
fi: Nimeke on pakollinen kenttä.
fr: Le titre est un champ obligatoire.
hu: A cím megadása kötelező.
ro: Titlul este un câmp necesar.
sv: Titel är ett obligatoriskt fält.
tr: Başlık zorunlu bir alan.

source: Link must be a valid URL
ar: يجب أن يكون رابط URL ساري المفعول
cs: Odkaz musí být platná URL adresa
es: El enlace debe ser una URL válida
fi: Linkin on oltava kelvollinen URL-osoite
fr: Le lien doit être une URL valide
hu: A linknek érvényes URL-nek kell lennie
ro: Linkul trebuie să fie un URL valid
sv: Länken måste vara en giltig URL
tr: Bağlantı geçerli bir URL olmalıdır

source: Add {{mode}} license
ar: أضف {{mode}} رخصة
cs: Přidat {{mode}} licenci
es: Añadir licencia {{mode}}
fi: Lisää {{mode}}-lisenssi
fr: Ajouter {{mode}} licence
hu: {{mode}} licensz hozzáadása
ro: Adaugă {{mode}} licența
sv: Lägg till {{mode}} licens
tr: {{mode}} lisansını ekle

source: Change {{mode}} license
ar: تغيير {{mode}} رخصة
cs: Změnit {{mode}} licenci
es: Cambiar licencia {{mode}}
fi: Vaihda {{mode}}-lisenssi
fr: Changer la licence{{mode}}
hu: {{mode}} licensz cseréje
ro: Modifică {{mode}} licența
sv: Ändra {{mode}} licens
tr: {{mode}} lisansını değiştir

source: Search for licenses
ar: البحث عن التراخيص
fi: Hae lisenssejä
sv: Sök efter licenser

source: Recommended
ar: مستحسن
cs: Doporučená
es: Recomendado
fi: Suositeltu
fr: Recommandé
hu: Ajánlott
ro: Recomandat
sv: Rekommenderad
tr: Tavsiye edilen

source: recommended
ar: مستحسن
fi: suositeltu
hu: ajánlott
sv: rekommenderad

source: all
ar: الكلّ
fi: kaikki
hu: összes
sv: alla

source: Data
ar: بيانات
es: Datos
fr: Données
hu: Adat
ro: Date
tr: Veri

source: data
ar: بيانات
hu: adat

source: Software
ar: برمجيّة
fi: Ohjelmisto
fr: Logiciel
hu: Szoftver
sv: Mjukvara
tr: Yazılım

source: software
ar: برمجيّة
fi: ohjelmisto
hu: szoftver
sv: mjukvara

source: Title
ar: العنوان
cs: Název
es: Título
fi: Nimeke
fr: Titre
hu: Cím
ro: Titlul
sv: Titel
tr: Başlık

source: License title
ar: عنوان التّرخيص
cs: Název licence
es: Título de licencia
fi: Lisenssin nimi
fr: Titre de licence
hu: Licensz címe
ro: Titlul licenței
sv: Licenstitel
tr: Lisans başlığı

source: Link
ar: رابط
cs: Odkaz
es: Enlace
fi: Linkki
fr: Lien
sv: Länk
tr: Bağlantı

source: License link
ar: رابط التّرخيص
cs: Odkaz na licenci
es: Enlace de la licencia
fi: Lisenssin linkki
fr: Lien de licence
hu: Licensz link
ro: Linkul licenței
sv: Licenslänk
tr: Lisans bağlantısı

source: Add license
ar: أضف ترخيصا
cs: Přidat licenci
es: Añadir licencia
fi: Lisää lisenssi
fr: Ajouter une licence
hu: Licensz hozzáadása
ro: Adaugă licență
sv: Lägg till licens
tr: Lisans ekle

source: Change license
ar: غيّر التّرخيص
cs: Změnit licenci
es: Cambiar licencia
fi: Vaihda lisenssi
fr: Changer de licence
hu: Licensz cseréje
ro: Modifică licență
sv: Ändra licens
tr: Lisansı değiştir

source: Did not find your license?
ar: لم تجد الترخيص الخاص بك؟
fi: Etkö löytänyt lisenssiäsi?
sv: Hittade du inte din licens?

source: Add a custom license.
ar: إضافة ترخيص مخصص.
fi: Lisää mukautettu lisenssi.
sv: Lägg till en anpassad licens.

source: In case your upload was already published elsewhere, please use the date of the first publication. Format: YYYY-MM-DD, YYYY-MM, or YYYY. For intervals use DATE/DATE, e.g. 1939/1945.
ar: في حالة نشر التحميل الخاص بك في مكان آخر سلفا، يرجى استخدام تاريخ النشر الأول بهذا الشّكل: YYYY-MM-DD أو YYYY-MM أو YYYY. للفترات الزمنية ، استخدم DATE / DATE ، على سبيل المثال 1939/1945.
cs: V případě, že byla data vašeho záznamu již publikována jinde, použijte datum první publikace. Formát: RRRR-MM-DD, RRRR-MM nebo RRRR. Pro intervaly použijte DATUM/DATUM, např. 1939/1945.
es: En caso de que su carga ya se haya publicado en otro lugar, utilice la fecha de la primera publicación. Formato: AAAA-MM-DD, AAAA-MM o AAAA. Para intervalos use FECHA / FECHA, por ej. 1939/1945.
fi: Jos lähetyksesi on jo julkaistu muualla, käytä ensimmäisen julkaisun päivämäärää. Muoto: VVVV-KK-PP, VVVV-KK tai VVVV. Aikaväleissä käytä PVM/PVM, esim. 1939/1945.
fr: Si votre téléchargement a déjà été publié ailleurs, veuillez utiliser la date de la première publication. Format: AAAA-MM-JJ, AAAA-MM ou AAAA. Pour les intervalles, utilisez DATE/DATE, par ex. 1939/1945.
hu: Abban az esetben, ha a feltöltést már közzétették máshol, kérjük, használja az első közzététel dátumát. Formátum: ÉÉÉÉ-HH-NN, ÉÉÉÉ-HH vagy ÉÉÉÉ. Az intervallumokhoz használja a DÁTUM/DÁTUM értéket, pl. 1939/1945.
ro: În cazul în care uploadul a fost publicat deja în altă parte, te rog să folosești data primei publicări. Formatul: YYYY-MM-DD, YYYY-MM, sau YYYY. Pentru intervale folosește DATE/DATE, ex. 1939/1945.
sv: Om din uppladdning redan har publicerats någon annanstans, använd datumet för den första publiceringen. Format: ÅÅÅÅ-MM-DD, ÅÅÅÅ-MM eller ÅÅÅÅ. För intervaller använd DATE/DATE, t.ex. 1939/1945.
tr: Yüklemeniz başka bir yerde yayınlanmışsa, lütfen ilk yayının tarihini kullanın. Biçim: YYYY-AA-GG, YYYY-AA veya YYYY. Aralıklar için TARİH/TARİH kullanın, ör. 1939/1945.

source: Publication date
ar: تاريخ النّشر
cs: Datum vydání
es: Fecha de publicación
fi: Julkaisupäivä
fr: Date de publication
hu: Publikálás dátuma
ro: Data publicării
sv: Publiceringsdatum
tr: Yayın tarihi

source: YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD for intervals. MM and DD are optional.
ar: YYYY-MM-DD أو YYYY-MM-DD/YYYY-MM-DD للفواصل الزمنية. MM و DD اختيارية.
cs: RRRR-MM-DD nebo RRRR-MM-DD/RRRR-MM-DD pro interval dat. MM a DD jsou volitelné.
es: AAAA-MM-DD o AAAA-MM-DD / AAAA-MM-DD para intervalos. MM y DD son opcionales.
fi: VVVV-KK-PP tai VVVV-KK-PP/VVVV-KK-PP aikaväleille. KK ja PP ovat valinnaisia.
fr: AAAA-MM-JJ ou AAAA-MM-JJ/AAAA-MM-JJ pour les intervalles. MM et DD sont facultatifs.
hu: ÉÉÉÉ-HH-NN vagy ÉÉÉÉ-HH-NN/ÉÉÉÉ-HH-NN intervallumokhoz. HH és NN opcionális.
ro: YYYY-MM-DD sau YYYY-MM-DD/YYYY-MM-DD pentru intervale. MM și DD sunt opționale.
sv: ÅÅÅÅ-MM-DD eller ÅÅÅÅ-MM-DD/ÅÅÅÅ-MM-DD för intervaller. MM och DD är valfria.
tr: Aralıklar için YYYY-AA-GG veya YYYY-AA-GG/YYYY-AA-GG. MM ve DD isteğe bağlıdır.

source: The publisher is used to formulate the citation, so consider the prominence of the role.
ar: يتم إعتماد صياغة الإستشهاد من قبل الناشر، لذا خذ بعين الإعتبار أهمية الدور.
cs: V citaci je vyadavatel důležitý, zvažte to prosím.
es: Se utiliza al editor para formular la cita, así que considere la relevancia del rol.
fi: Julkaisijaa käytetään viittauksen muodostamiseen, joten huomioi roolin merkittävyys.
fr: L'éditeur est utilisé pour formuler la citation, alors considérez l'importance du rôle.
hu: A kiadót használják az idézet megformálására, ezért vegye figyelembe a szerep kiemelkedőségét.
ro: Se așteaptă ca editorul să formuleze citarea așa că ia în considerare acest lucru.
sv: Utgivare används vid citering, och är därmed betydelsefullt.
tr: Yayıncı, alıntıyı formüle etmek için kullanılır, bu nedenle rolün önemini göz önünde bulundurun.

source: Publisher
ar: النّاشر
cs: Vydavatel
es: Editor
fi: Julkaisija
fr: Éditeur
hu: Kiadó
ro: Editură
sv: Utgivare
tr: Yayımcı

source: Add reference
ar: أضف مرجعا
cs: Přidat referenci
es: Añadir referencia
fi: Lisää viite
fr: Ajouter une référence
hu: Hivatkozás hozzáadása
sv: Lägg till referens
tr: Referans ekle

source: Reference string
ar: سلسلة مرجعية
cs: Hodnota reference
es: Cadena de referencia
fi: Viitteen teksti
fr: Chaîne de référence
hu: Hivatkozási karakterlánc
sv: Referenssträng
tr: Referans dizgesi

source: References
ar: مراجع
cs: Zdroje
es: Referencias
fi: Viitteet
fr: Références
hu: Hivatkozások
ro: Referințe
sv: Referenser
tr: Referanslar

source: Specify identifiers of related works. Supported identifiers include DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.
ar: حدّد معرّفات الأعمال المرتبطة. المعرّفات المعتمدة تشمل DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.
cs: Zadejte identifikátory souvisejících prací. Podporované identifikátory zahrnují DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS bibliografický kód, arXiv, identifikátory Life Science (LSID), EAN-13, ISTC, URN a URL.
es: Especifique identificadores de trabajos relacionados. Los identificadores admitidos incluyen DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN y URL.
fi: Anna liittyvien teosten tunnisteita. Tuettuja tunnisteita ovat mm. DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN:t ja URL-osoitteet.
fr: Spécifier les identifiants des œuvres connexes. Les identifiants pris en charge comprennent DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN et URL.
hu: Adja meg a kapcsolódó művek azonosítóit! Támogatott azonosítók: DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS bibliográfiai kód, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN és URL.
ro: Specifică identificatorii operelor în relație. Identificatorii permiși includ DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs și URL-urile.
sv: Ange identifierare för relaterade verk. Identifierare som stöds inkluderar DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliografic code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN:er och URL:er.
tr: İlgili çalışmaların tanımlayıcılarını belirtin. Desteklenen tanımlayıcılar arasında DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN'ler ve URL'ler bulunur.

source: Add related work
ar: أضف عملا ذا علاقة
cs: Přidejte související práci
es: Añadir trabajo relacionado
fi: Lisää liittyvä teos
fr: Ajouter des travaux connexes
hu: Kapcsolódó munka hozzáadása
ro: Adaugă operele în legătură
sv: Lägg till relaterade arbeten
tr: İlgili çalışma ekle

source: Relation
ar: علاقة
cs: Vztah
es: Relación
fi: Suhde
hu: Reláció
ro: Relație
tr: İlişki

source: Related works
ar: أعمال ذات علاقة
cs: Vazba na další zdroje
es: Trabajos relacionados
fi: Liittyvät teokset
fr: Les travaux connexes
hu: Kapcsolódó munkák
ro: Lucrări similare
sv: Relaterade arbeten
tr: İlgili çalışmalar

source: Resource type
ar: نوع المورد
cs: Typ zdroje
es: Tipo de recurso
fi: Aineistotyyppi
fr: Type de ressource
hu: Forrástípus
ro: Tipul resursei
sv: Resurstyp
tr: Kaynak türü

source: Suggest from
ar: إقتراح من طرف
cs: Navrhnout z
es: Sugerencia de
fi: Ehdota lähteestä
fr: Suggérer de
hu: Javaslat innen:
ro: Sugestie de la
sv: Föreslå från
tr: Şuradan öner:

source: Keywords and subjects
ar: كلمات مفاتيح و المواضيع
cs: Klíčová slova a předmětová hesla
es: Palabras clave y temas
fi: Avainsanat ja asiasanat
fr: Mots-clés et sujets
hu: Kulcsszavak és témák
ro: Cuvinte cheie și subiecte
sv: Nyckelord och ämnen
tr: Anahtar kelimeler ve konular

source: Search for a subject by name
ar: بحث عن موضوع عبر الإسم
cs: Hledat téma podle názvu
es: Buscar un tema por el nombre
fi: Hae asiasanaa nimellä
fr: Rechercher un sujet par nom
hu: Téma keresése név szerint
ro: Caută subiectul după nume
sv: Sök efter ett ämne med namn
tr: Ada göre bir konu arayın

source: Add titles
ar: أضف عناوين
cs: Přidat názvy
es: Añadir títulos
fi: Lisää nimekkeitä
fr: Ajouter des titres
hu: Címek hozzáadása
ro: Adaugă titlurile
sv: Lägg till titlar
tr: Başlık ekleyin

source: Additional title
ar: عنوان إضافي
fi: Lisänimeke
hu: További cím
sv: Ytterligare titel

source: Version
ar: إصدار
cs: Verze
fi: Versio
hu: Verzió
ro: Versiune
tr: Sürüm

source: On
ar: عن
fi: Päivänä
sv: Den

source: the record will automatically be made publicly accessible. Until then, the record can
ar: ستصبح التسجيلة متاحة للعامة تلقائيًا. وحتى ذلك الحين، يمكن الوصول إليها
fi: tietue tulee automaattisesti julkisesti saataville. Siihen asti tietueen voivat
sv: kommer posten automatiskt att göras offentligt tillgänglig. Fram tills dess kan posten

source: only
ar: فقط
fi: vain
sv: endast

source: be accessed by
ar: يمكن الوصول إليها عن طريق
fi: käyttää
sv: åtkommas av

source: users specified
ar: المستخدمين المحددين
fi: määritetyt käyttäjät
sv: angivna användare

source: in the permissions.
ar: في الأذونات.
fi: käyttöoikeuksissa.
sv: i behörigheterna.

source: The record can
ar: التسجيلة يمكن
fi: Tietueen voivat
sv: Posten kan

source: The record is publicly accessible. The files can
ar: التّسجبلة متاحة للعموم. الملفات يمكن
fi: Tietue on julkisesti saatavilla. Tiedostojen voivat
sv: Posten är offentligt tillgänglig. Filerna kan

source: The record is publicly accessible. On
ar: التّسجبلة متاحة للعموم. على
fi: Tietue on julkisesti saatavilla. Päivänä
sv: Posten är offentligt tillgänglig. Den

source: the files will automatically be made publicly accessible. Until then, the files can
ar: ستصبح الملفات متاحة للعامة تلقائيًا. وحتى ذلك الحين، يمكن للملفات
fi: tiedostot tulevat automaattisesti julkisesti saataville. Siihen asti tiedostojen voivat
sv: kommer filerna automatiskt att göras offentligt tillgängliga. Fram tills dess kan filerna

source: Record or files protection must be
ar: يجب حماية التسجيلة أو الملفات
fi: Tietueen tai tiedostojen suojauksen on oltava
sv: Post- eller filskydd måste vara

source: restricted
ar: مقيّد
fi: rajoitettu
sv: åtkomstbegränsad

source: to apply an embargo.
ar: لتطبيق حظر
fi: jotta embargo voidaan asettaa.
sv: för att tillämpa ett embargo.

source: Uploading the selected files would result in {{total}} of storage use, exceeding the limit of {{limit}}.
ar: سيؤدي تحميل الملفات المحددة إلى استخدام {{total}} من مساحة التخزين، وهو ما يتجاوز الحد الأقصى البالغ {{limit}}.
fi: Valittujen tiedostojen lähettäminen käyttäisi {{total}} tallennustilaa, mikä ylittää rajan {{limit}}.
sv: Uppladdning av de valda filerna skulle resultera i {{total}} i lagringsutrymme, vilket överskrider gränsen på {{limit}}.

source: Mostly relevant for software and dataset uploads. A semantic version string is preferred see
ar: مناسب بشكل خاص لتحميلات البرامج ومجموعات البيانات. يُفضّل استخدام سلسلة إصدار دالّة. انظر
fi: Soveltuu erityisesti ohjelmisto- ja datasettien lähetyksiin. Semanttinen versionumero on suositeltu, katso
sv: Mestadels relevant för uppladdning av programvara och dataset. En semantisk versionssträng föredras, se

source: , but any version string is accepted.
ar: ، ولكن يتم قبول أي سلسلة إصدار.
fi: , mutta mikä tahansa versiojono hyväksytään.
sv: , men vilken versionssträng som helst accepteras.

source: YYYY-MM-DD
cs: RRRR-MM-DD
fi: VVVV-KK-PP
fr: AAAA-MM-JJ
sv: ÅÅÅÅ-MM-DD
tr: YYYY-AA-GG

source: msgWarningText1
sv: varning: du måste fylla i alla obligatoriska fält innan du kan fortsätta

source: Did not find a community that fits you? Upload without a community or <2>create your own.</2>
cs: Nenašli jste komunitu, která by vám vyhovovala? Nahrajte bez komunity nebo <2>vytvořte vlastní.</2>
es: ¿No ha encontrado una comunidad que se adapte a usted? Envíe sin una comunidad o <2>cree la suya propia.</2>
fr: Vous n'avez pas trouvé une communauté qui vous convient? Téléchargez sans communauté ou <2>créez la vôtre.</2>
hu: Nem talált önnek megfelelő közösséget? Töltsön fel fájlokat közösség nélkül, vagy <2>hozza létre a saját közösségét!</2>
ro: Nu ai găsit o comunitate care să ți se potrivească? Încarcă fără o comunitate sau <2>creează tu una.</2>
tr: Size uygun bir topluluk bulamadınız mı? Topluluk olmadan karşıya yükleme yapın veya <2>kendi topluluğunuzu oluşturun.</2>

source: The '{{communityTitle}}' curators will have access to <bold>view</bold> and <bold>edit</bold> your upload's metadata and files.
cs: Kurátoři '{{communityTitle}}' budou mít přístup k <bold>zobrazení</bold> a <bold>úpravě</bold> metadat a souborů vašeho záznamu.
es: Los curadores de '{{communityTitle}}' tendrán acceso para <bold>ver</bold> y <bold>editar</bold> los metadatos y archivos de su envío.
fr: Les curateurs '{{communityTitle}}' auront accès à l'affichage et à la modification des métadonnées et des fichiers de votre téléchargement.
hu: A(z) '{{communityTitle}}' közösség kurátorai<bold>megtekinteni</bold> és <bold>szerkeszteni</bold> tudják a feltöltésre került metaadatokat és fájlokat.
tr: '{{communityTitle}}' küratörleri, yüklediğiniz içeriğin meta verilerini ve dosyalarını <bold>görüntüleme</bold> ve <bold>düzenleme</bold> yetkisine sahip olacak.

source: Files
cs: Soubory
es: Archivos
fr: Fichiers
hu: Fájlok
ro: Fișiere
tr: Dosyalar

source: Additional titles
cs: Další názvy
es: Títulos adicionales
fr: Titres supplémentaires
hu: További címek
ro: Titluri suplimentare
tr: Ek başlıklar

source: Contributors
cs: Přispěvovatelé
es: Colaboradores
fr: Contributeurs
hu: Közreműködők
ro: Contribuitori
tr: Katkıda Bulunan Kişiler

source: Additional descriptions
cs: Další popisy
es: Descripciones adicionales
fr: Des descriptions supplémentaires
hu: További leírások
ro: Descrieri suplimentare
tr: Ek açıklamalar

source: Alternate identifiers
cs: Další identifikátory
es: Identificadores alternativos
fr: Autres identifiants
hu: Alternatív azonosítók
ro: Identificatori alternativi
tr: Alternatif tanımlayıcılar

source: Record saved with validation errors:
cs: Záznam byl uložen s chybami:
es: Registro guardado con errores de validación:
fr: Enregistrement enregistré avec des erreurs de validation:
hu: A rekordot validálási hibákkal mentettük:
ro: Înregistrare salvată cu erori de validare:
tr: Kayıt doğrulama hatalarıyla kaydedildi:

source: The draft was not published. Record saved with validation errors:
cs: Koncept nebyl publikován. Záznam byl uložen s chybami:
es: El borrador no fue publicado. Registro guardado con errores de validación:
fr: Le projet n'a pas été publié. Enregistrement enregistré avec des erreurs de validation:
hu: A piszkozatot nem tettük közzé. A rekordot validálási hibákkal mentettük:
ro: Draftul nu a fost publicat. Înregistrare salvată cu erori de validare:
tr: Taslak yayınlanamadı. Kayıt doğrulama hatalarıyla birlikte kaydedildi:

source: The draft was not submitted for review. Record saved with validation errors:
cs: Koncept nebyl odeslán k posouzení. Záznam byl uložen s chybami:
es: El borrador no fue enviado para su revisión. Registro guardado con errores de validación:
fr: Le projet n'a pas été soumis pour examen. Enregistrement enregistré avec des erreurs de validation:
hu: A vázlat nem lett bírálatra benyújtva. A rekordot érvényesítési hibákkal mentettük:
ro: Draftul nu a fost timis la evaluare. Înregistrarea a fost salvată cu erori de validare:
tr: Taslak incelemeye gönderilemedi. Kayıt doğrulama hatalarıyla birlikte kaydedildi:

source: access-message
cs: přístupová zpráva
es: mensaje de acceso
fr: message
hu: hozzáférési üzenet
tr: erişim mesajı

source: The record can <1>only</1> be accessed by <3>users specified</3> in the permissions.
cs: Záznam mohou zobrazit <1>pouze</1> <3>uživatelé specifikovaní</3> v oprávněních.
es: <1>Solo</1> los <3>usuarios especificados</3> en los permisos pueden acceder al registro.
fr: L'enregistrement <1>n'est </1>accessible que par <3>les utilisateurs spécifiés</3> dans les autorisations.
hu: A rekordhoz <1>csak</1> az engedélyeknél <3>meghatározott felhasználók</3> férhetnek hozzá.
ro: Înregistrarea poate fi accesată <1>doar</1> de <3>utilizatorii menționați</3> în permisiuni.
tr: Kayda <1>sadece</1> izinlerde <3>belirtilen kullanıcılar</3> erişebilir.

source: The record is publicly accessible. The files can <1>only</1> be accessed by <4>users specified</4> in the permissions.
cs: Záznam je veřejně přístupný. Soubory mohou zobrazit <1>pouze</1> <4>uživatelé specifikovaní</4> v oprávněních.
es: El registro es de acceso público. <1>Solo</1> los usuarios especificados<4> en los permisos pueden acceder a los archivos.
fr: Le dossier est accessible au public. Les fichiers ne <1>sont</1> accessibles que par <4>les utilisateurs spécifiés</4> dans les autorisations.
hu: A rekord nyilvánosan elérhető. A fájlokat <1>csak</1> az engedélyeknél <4>meghatározott felhasználók</4> érhetik el.
ro: Înregistrarea este accesibilă public. Fișierele pot fi accesate <1>doar</1> de <4>utilizatorii specificați</4> în permisiuni.
tr: Kayıt herkese açıktır. Dosyalara <1>yalnızca</1> izinlerde <4>belirtilen kullanıcılar</4> erişebilir.

source: The record is publicly accessible. On <bold>{{ date }}</bold> the files will automatically be made publicly accessible. Until then, the files can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.
cs: Záznam je veřejně přístupný. Dne <bold>{{ date }}</bold> budou soubory automaticky zpřístupněny veřejnosti. Do té doby mohou být soubory zobrazeny <bold>pouze uživatelům specifikovaným</bold> v oprávněních.
es: El registro es de acceso público. El <bold>{{date}}</bold>, los archivos serán automáticamente accesibles al público. Hasta entonces, <bold>solo</bold> los <bold>usuarios especificados</bold> en los permisos pueden acceder a los archivos.
fr: Le dossier est accessible au public. Sur <bold>{{ date }}</bold> les fichiers seront automatiquement rendus accessibles au public. Jusque-là, les fichiers peuvent <bold>seulement</bold>être accessible par<bold>utilisateurs spécifiés</bold> dans les autorisations.
hu: A rekord nyilbánosan elérhető. <bold>{{date}}</bold> naptól a fájlok automatikusan nyilvánosan elérhetők lesznek. Addig a fájlokhoz <bold>csak</bold> az engedélyeknél <bold>meghatározott felhasználók</bold> férhetnek hozzá.
ro: Întregistrarea este accesibilă. Pe <bold>{{ date }}</bold>fișierele vor fi accesibile public. Până atunci, fișierele pot accesate <bold>doar</bold> de <bold>utilizatorii menționați</bold> în permisiuni.
tr: Kayıt herkese açıktır. <bold>{{ date }}</bold> tarihinde dosyalar otomatik olarak herkesin erişimine açılacak. O zamana kadar dosyalara <bold>sadece</bold> izinlerde <bold>belirtilen kullanıcılar</bold> erişebilir.
