Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/assets/semantic-ui/translations/invenio_rdm_records/messages/*/messages.po
Languages: ar, cs, es, fi, fr, hu, ro, sv, tr

source: The full record is restricted.
ar: كامل التّسجيلة مقيّدة.
cs: Celý záznam je s omezeným přístupem.
es: Todo el registro está restringido.
fi: Koko tietue on rajoitettu.
fr: Le dossier complet est restreint.
hu: A teljes rekord korlátozott hozzáférésű.
ro: Înregistrarea completă este restricționată.
sv: Hela posten är åtkomstbegränsad.
tr: Tam kayda erişim kısıtlanmıştır.

source: The files of this record are restricted.
ar: ملفّات هذه التّسجيلة مقيّدة.
cs: Soubory tohoto záznamu jsou s omezeným přístupem.
es: Los archivos de este registro son restringidos.
fi: Tämän tietueen tiedostot ovat rajoitetut.
fr: Les fichiers de cet enregistrement sont limités.
hu: A rekordhoz tartozó fájlok korlátozott hozzáférésűek.
ro: Fișierele acestei înregistrări sunt restricționate.
sv: Filerna i den här posten är åtkomstbegränsade.
tr: Bu kaydın dosyalarına erişim sınırlandırılmıştır.

source: Full record
ar: تّسجبلة كاملة
cs: Celý záznam
es: Registro completo
fi: Koko tietue
fr: Record complet
hu: Teljes rekord
ro: Înregistrare plină
sv: Fullständig post
tr: Tam kayıt

source: Record visibility can not be changed to restricted anymore. Please contact support if you still need to make these changes.
ar: لم يعد بالإمكان تغيير رؤية السجل إلى الوضع "مقيد". يُرجى التواصل مع الدعم إذا كنت لا تزال بحاجة إلى إجراء هذه التغييرات.
cs: Záznamu už nemůže být změněn na s omezeným přístupem. Pokud stále potřebujete provést tyto změny, kontaktujte podporu.
es: La visibilidad de los registros ya no se puede modificar a restringida. Comuníquese con el servicio de asistencia si aún necesita realizar estos cambios.
fi: Tietueen näkyvyyttä ei voi enää muuttaa rajoitetuksi. Ota yhteyttä tukeen, jos muutokset ovat edelleen tarpeen.
fr: La visibilité de l'enregistrement ne peut plus être modifiée pour être restreinte. Veuillez contacter le support si vous avez encore besoin d'apporter ces modifications.
hu: A rekord láthatóságát már nem lehet korlátozni. Ha mégis erre van szüksége, kérjék, lépjen kapcsolatba az ügyfélszolgálattal.
sv: Det går inte längre att ändra postens synlighet till begränsad. Kontakta supporten om du fortfarande behöver göra dessa ändringar.
tr: Kayıt görünürlüğü artık kısıtlı olarak değiştirilemez. Eğer hala bu değişiklikleri yapmanız gerekiyorsa lütfen destek ile iletişime geçin.

source: Search or create affiliation
ar: إبحث أو أضف مؤسّسة الإنتماء
cs: Hledat nebo vytvořit afiliaci
es: Buscar o crear afiliación
fi: Hae tai luo affiliaatio
fr: Rechercher ou créer une affiliation
hu: Affiliáció keresése vagy létrehozása
sv: Sök eller skapa affiliering
tr: Bağlı olunan kurumları/kuruluşları ara veya oluştur

source: Affiliations
ar: الانتماءات
cs: Afiliace
es: Afiliaciones
fi: Affiliaatiot
hu: Affiliációk
ro: Afilieri
sv: Affilieringar
tr: Bağlı olunan kurumlar/kuruluşlar

source: Search for affiliations..
ar: إبحث عن مؤسّسات الإنتماء..
cs: Hledat afiliace..
es: Buscar afiliaciones
fi: Hae affiliaatioita..
fr: Recherche d'affiliations.
hu: Keresés affiliáció szerint
ro: Caută afilierile...
sv: Sök efter affilieringar..
tr: Bağlı olunan kurumları/kuruluşları ara

source: Coming soon
ar: قريباً
fi: Tulossa pian
hu: Hamarosan elérhető
sv: Kommer snart

source: A copyright statement describing the ownership of the uploaded resource.
ar: بيان حقوق الطبع والنشر الذي يصف ملكية المورد الذي تم تحميله.
fi: Tekijänoikeuslauseke, joka kuvaa ladatun aineiston omistajuuden.
sv: En copyright-text som beskriver äganderätten till den uppladdade resursen.

source: Copyright (C) {{currentYear}} The Authors.
ar: حقوق الطبع والنشر (C) {{currentYear}} المؤلفون.
fi: Tekijänoikeus (C) {{currentYear}} Tekijät.
sv: Copyright (C) {{currentYear}} Författarna.

source: Copyright
ar: حقوق الطبع والنشر
fi: Tekijänoikeus

source: Creators
ar: المنشؤون
cs: Autoři
es: Creadores
fi: Tekijät
fr: Créateurs
hu: Készítők
ro: Creatorii
sv: Skapare
tr: Oluşturanlar

source: Add creator
ar: أضف منشئ
cs: Přidat autora
es: Añadir creador
fi: Lisää tekijä
fr: Ajouter un créateur
hu: Létrehozó hozzáadása
ro: Adaugă creator
sv: Lägg till skapare
tr: Oluşturan kişi ekle

source: Edit creator
ar: تعديل منشئ
cs: Upravit autora
es: Editar creador
fi: Muokkaa tekijää
fr: Modifier le créateur
hu: Létrehozó szerkesztése
ro: Editează creatorul
sv: Redigera skapare
tr: Düzenleme yaratıcısı

source: Edit
ar: تعديل
cs: Úpravy
es: Editar
fi: Muokkaa
fr: Éditer
hu: Szerkesztés
ro: Editează
sv: Redigera
tr: Düzenle

source: ORCID logo
ar: شعار أوركيد ORCID
hu: ORCID logó

source: ROR logo
ar: شعار رور ROR
hu: ROR logó

source: GND logo
ar: شعار ج ن د GND
hu: GND logó

source: Type the value of an identifier...
ar: أدخل قيمة المعرف ...
cs: Zadejte hodnotu identifikátoru...
es: Escriba el valor de un identificador...
fi: Kirjoita tunnisteen arvo...
fr: Tapez la valeur d'un identifiant...
hu: Írja be egy azonosító értékét...
ro: Introdu valoarea pentru un identificator...
sv: Skriv värdet på en identifierare...
tr: Bir tanımlayıcının değerini yazın...

source: Identifiers
ar: معرّفات
cs: Identifikátory
es: Identificadores
fi: Tunnisteet
fr: Identifiants
hu: Azonosítók
ro: Identificatori
sv: Identifierare
tr: Tanımlayıcılar

source: e.g. ORCID, ISNI or GND.
ar: كـ . ORCID، ISNI أو GND.
cs: např. ORCID, ISNI nebo GND.
es: por ej. ORCID, ISNI o GND.
fi: esim. ORCID, ISNI tai GND.
fr: par. ORCID, ISNI ou GND.
hu: pl. ORCID, ISNI vagy GND.
ro: ex. ORCID, ISNI sau GND.
sv: t.ex. ORCID, ISNI eller GND.
tr: Örneğin. ORCID, ISNI veya GND.

source: Save and add another
ar: إحفظ و أضف آخر
cs: Uložit a přidat další
es: Guardar y añadir otro
fi: Tallenna ja lisää toinen
fr: Enregistrer et ajouter un autre
hu: Mentés és új hozzáadása
ro: Salvează și adaugă altul
sv: Spara och lägg till en till
tr: Kaydet ve başka bir tane ekle

source: Family name is a required field.
ar: حقل اللّقب وجوبي.
cs: Příjmení je povinné pole.
es: El apellido es un campo obligatorio.
fi: Sukunimi on pakollinen kenttä.
fr: Le nom de famille est un champ obligatoire.
hu: A családnév megadása kötelező.
ro: Numele de familie este un câmp obligatoriu.
sv: Efternamn är ett obligatoriskt fält.
tr: Soyadı zorunlu bir alan.

source: Name is a required field.
ar: حقل الإسم وجوبي.
cs: Jméno je povinné pole.
es: El nombre es un campo obligatorio.
fi: Nimi on pakollinen kenttä.
fr: Le nom est un champ obligatoire.
hu: A név megadása kötelező.
ro: Numele este un câmp obligatoriu.
sv: Namn är ett obligatoriskt fält.
tr: Ad, zorunlu bir alan.

source: Role is a required field.
ar: حقل الدّور وجوبي.
cs: Role je povinné pole.
es: El rol es un campo obligatorio.
fi: Rooli on pakollinen kenttä.
fr: Le rôle est un domaine requis.
hu: A szerepkör megadása kötelező.
ro: Rolul este un câmp obligatoriu.
sv: Roll är ett obligatoriskt fält.
tr: Rol zorunlu bir alan.

source: Added
ar: أضيف
cs: Přidáno
es: Añadido
fi: Lisätty
fr: Ajouté
hu: Hozzáadva
ro: Adăugate
sv: Tillagd
tr: Eklendi

source: Person
ar: شخص
cs: Osoba
es: Persona
fi: Henkilö
fr: Personne
hu: Személy
ro: Persoană
tr: Kişi

source: Organization
ar: منظمة
cs: Organizace
es: Organización
fi: Organisaatio
fr: Organisation
hu: Szervezet
ro: Organizație
sv: Organisation
tr: Kuruluş

source: Search for persons by name, identifier, or affiliation...
ar: ابحث عن الأشخاص بالاسم أو بالمعرف أو بالانتماء ...
cs: Hledat osoby podle jména, identifikátoru nebo afiliace...
es: Buscar personas por nombre, identificador o afiliación...
fi: Hae henkilöitä nimellä, tunnisteella tai affiliaatiolla...
fr: Recherche de personnes par nom, identifiant ou affiliation...
hu: Emberek keresése név, azonosító vagy affiliáció szerint...
ro: Caută persoane după nume, identificator sau afiliere...
sv: Sök efter personer med namn, identifierare eller affiliering...
tr: Kişileri isme, tanımlayıcıya veya bağlı oldukları kurum/kuruluşlara göre arayın...

source: Family name
ar: اللّقب
cs: Příjmení
es: Apellidos
fi: Sukunimi
fr: Nom de famille
hu: Családnév
ro: Nume de familie
sv: Efternamn
tr: Soyadı

source: Given names
ar: الإسم
cs: Křestní jména
es: Nombres de pila
fi: Etunimet
fr: Noms donnés
hu: Keresztnevek
ro: Nume
sv: Förnamn
tr: Verilen adlar

source: Search for an organization by name, identifier, or affiliation...
ar: ابحث عن منظمة بالاسم أو بالمعرف أو بالانتماء ...
cs: Hledat organizaci podle názvu, identifikátoru nebo afiliace...
es: Busque una organización por nombre, identificador o afiliación...
fi: Hae organisaatiota nimellä, tunnisteella tai affiliaatiolla...
fr: Rechercher une organisation par nom, identifiant ou affiliation...
hu: Szervezet keresése név, azonosító vagy affiliáció alapján...
sv: Sök efter en organisation med namn, identifierare eller affiliering...
tr: Bir kuruluşu isme, tanımlayıcıya veya bağlı olduğu kurum/kuruluşlara göre arayın...

source: Search for organization by name, identifier, or affiliation...
ar: ابحث عن منظمة بالاسم أو بالمعرف أو بالانتماء ...
cs: Hledat organizaci podle názvu, identifikátoru nebo afiliace...
es: Busque organización por nombre, identificador o afiliación...
fi: Hae organisaatiota nimellä, tunnisteella tai affiliaatiolla...
fr: Rechercher une organisation par nom, identifiant ou affiliation...
hu: Szervezet keresése név, azonosító vagy affiliáció alapján...
sv: Sök efter organisation med namn, identifierare eller affiliering...
tr: Kuruluşu isme, tanımlayıcıya veya bağlı olduğu kurum/kuruluşlara göre arayın...

source: Name
ar: إسم
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
hu: Név
ro: Nume
sv: Namn
tr: Ad

source: Organization name
ar: إسم المنظّمة
cs: Název organizace
es: Nombre de la organización
fi: Organisaation nimi
fr: Nom de l'organisation
hu: Szervezet neve
ro: Numele organizației
sv: Organisationsnamn
tr: Kuruluş Adı

source: e.g. ROR, ISNI or GND.
ar: مثلا ROR ،ISNI أو GND.
cs: např. ROR, ISNI nebo GND.
es: ej. ROR, ISNI o GND.
fi: esim. ROR, ISNI tai GND.
fr: par. ROR, ISNI ou GND.
hu: pl. ROR, ISNI vagy GND.
ro: ex. ROR, ISNI sau GND.
sv: t.ex. ROR-, ISNI- eller GND-nummer.
tr: Örneğin. ROR, ISNI veya GND.

source: Role
ar: دور
es: Rol
fi: Rooli
fr: Rôle
hu: Szerepkör
ro: Rol
sv: Roll
tr: Rol

source: Select role
ar: إختر دورا
cs: Vyberte roli
es: Seleccionar rol
fi: Valitse rooli
fr: Sélectionnez le rôle
hu: Szerepkör kiválasztása
ro: Selectează rolul
sv: Välj roll
tr: Rol Seçin

source: Save
ar: حفظ
cs: Uložit
es: Guardar
fi: Tallenna
fr: Enregistrer
hu: Mentés
ro: Salvează
sv: Spara
tr: Kaydet

source: Add date
ar: أضف تاريخا
cs: Přidat datum
es: Añadir fecha
fi: Lisää päivämäärä
fr: Ajouter une date
hu: Dátum hozzáadása
ro: Adaugă data
sv: Lägg till datum
tr: Tarih ekle

source: Format: DATE or DATE/DATE where DATE is YYYY or YYYY-MM or YYYY-MM-DD.
ar: الصّيغة: تاريخ أو تاريخ/تاريخ حيث يكون تاريخ إمّا سنة YYYY أو سنة-شهر YYYY-MM أو سنة-شهر-يوم YYYY-MM-DD
cs: Formát: DATE nebo DATE/DATE kde DATE je RRRR nebo RRRR-MM nebo RRRR-MM-DD.
es: Formato: FECHA o FECHA / FECHA donde FECHA es AAAA o AAAA-MM o AAAA-MM-DD.
fi: Muoto: PVM tai PVM/PVM, missä PVM on VVVV tai VVVV-KK tai VVVV-KK-PP.
fr: Format: DATE ou DATE/DATE où DATE est AAAA ou AAAA-MM ou AAAA-MM-JJ.
hu: Formátum: DÁTUM vagy DÁTUM/DÁTUM, ahol a DÁTUM ÉÉÉÉ vagy ÉÉÉÉ-HH vagy ÉÉÉÉ-HH-NN.
ro: Formatul: DATE sau DATE/DATE unde DATE este YYYY sau YYYY-MM sau YYYY-MM-DD.
sv: Format: DATE eller DATE/DATE där DATE är ÅÅÅÅ eller ÅÅÅÅ-MM eller ÅÅÅÅ-MM-DD.
tr: Biçim: TARİH veya TARİH/TARİH, burada TARİH YYYY veya YYYY-AA veya YYYY-AA-GG'dir.

source: Date
ar: التاريخ
cs: Datum
es: Fecha
fi: Päivämäärä
hu: Dátum
ro: Dată
sv: Datum
tr: Tarih

source: Type
ar: نوع
cs: Typ
es: Tipo
fi: Tyyppi
hu: Típus
ro: Tip
sv: Typ
tr: Tür

source: Description
ar: وصف
cs: Popis
es: Descripción
fi: Kuvaus
hu: Leírás
ro: Descriere
sv: Beskrivning
tr: Tanım

source: Remove field
ar: حذف الحقل
cs: Odstranit pole
es: Eliminar campo
fi: Poista kenttä
fr: Supprimer le champ
hu: Mező eltávolítása
ro: Șterge câmp
sv: Ta bort fält
tr: Alanı kaldır

source: Dates
ar: تواريخ
cs: Datace
es: Fechas
fi: Päivämäärät
hu: Dátumok
ro: Date calendaristice
sv: Datum
tr: Tarihler

source: YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD
ar: YYYY-MM-DD أو YYYY-MM-DD/YYYY-MM-DD
cs: RRRR-MM-DD nebo RRRR-MM-DD/RRRR-MM-DD
es: AAAA-MM-DD o AAAA-MM-DD / AAAA-MM-DD
fi: VVVV-KK-PP tai VVVV-KK-PP/VVVV-KK-PP
fr: AAAA-MM-JJ ou AAAA-MM-JJ/AAAA-MM-JJ
hu: YYYY-MM-DD vagy YYYY-MM-DD/YYYY-MM-DD
ro: YYYY-MM-DD sau YYYY-MM-DD/YYYY-MM-DD
sv: ÅÅÅÅ-MM-DD eller ÅÅÅÅ-MM-DD/ÅÅÅÅ-MM-DD
tr: YYYY-AA-GG veya YYYY-AA-GG/YYYY-AA-GG

source: Add description
ar: أضف وصفا
cs: Přidat popis
es: Añadir descripción
fi: Lisää kuvaus
fr: Ajouter une description
hu: Leírás hozzáadása
ro: Adaugă descriere
sv: Lägg till beskrivning
tr: Açıklama ekle

source: Additional Description
ar: وصف إضافيّ
cs: Další popis
es: Descripción adicional
fi: Lisäkuvaus
fr: Description Supplémentaire
hu: További leírás
ro: Descriere suplimentară
sv: Ytterligare beskrivning
tr: Ek açıklama

source: Language
ar: اللّغة
cs: Jazyk
es: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
ro: Limbă
sv: Språk
tr: Dil

source: Select language
ar: إختر لغة
cs: Vyberte jazyk
es: Seleccionar idioma
fi: Valitse kieli
fr: Sélectionnez la langue
hu: Nyelv kiválasztása
ro: Selectează limba
sv: Välj språk
tr: Dil Seçin

source: Could not upload files.
ar: لم يتمكن من تحميل الملفات.
fi: Tiedostoja ei voitu lähettää.
hu: A fájlok feltöltése sikertelen volt.
sv: Det gick inte att ladda upp filer.

source: The following files already exist
ar: الملفات التالية موجودة
cs: Následující soubory již existují
es: Los siguientes archivos ya existen
fi: Seuraavat tiedostot ovat jo olemassa
fr: Les fichiers suivants existent déjà
hu: A következő fájlok már léteznek
ro: Fișierele următoare există deja
sv: Följande filer finns redan
tr: Aşağıdaki dosyalar zaten var

source: Could not upload all files.
ar: لم يتمكن من تحميل كل الملفات.
fi: Kaikkia tiedostoja ei voitu lähettää.
hu: Nem sikerült az összes fájlt feltölteni.
sv: Det gick inte att ladda upp alla filer.

source: Empty files were skipped.
ar: تم تخطي الملفات الفارغة.
fi: Tyhjät tiedostot ohitettiin.
hu: Az üres fájlok kihagyásra kerültek.
sv: Tomma filer hoppades över.

source: You can import files from the previous version.
ar: يمكنك إستيراد الملفات من الإصدار السّابق.
cs: Můžete naimportovat soubory z předchozí verze.
es: No es posible importar archivos de una versión anterior.
fi: Voit tuoda tiedostoja edellisestä versiosta.
fr: Vous pouvez importer des fichiers de la version précédente.
hu: Importálhat fájlokat az előző verzióból.
ro: Poți importa fișiere din versiunea anterioară.
sv: Du kan importera filer från den tidigare versionen.
tr: Dosyaları önceki sürümden içe aktarabilirsiniz.

source: File addition, removal or modification are not allowed after you have published your upload.
ar: إضافة ملف، إزالته أو تغييره غير ممكن بعد نشر التّحميل.
cs: Přidání, odstranění nebo úprava souborů není povolena po publikaci vašeho záznamu.
es: No se permite la adición, eliminación o modificación de archivos después de haber publicado su envío.
fi: Tiedostojen lisääminen, poistaminen tai muokkaaminen ei ole sallittua sen jälkeen, kun olet julkaissut lähetyksesi.
fr: L'ajout, la suppression ou la modification de fichiers ne sont pas autorisés après la publication de votre téléchargement.
hu: A feltöltés közzététele után nem engedélyezett a fájlok hozzáadása, eltávolítása vagy módosítása.
ro: Adăugarea fișierelor, eliminarea sau modificarea nu este permisă după ce ai publicat upload-ul.
sv: Filtillägg, borttagning eller modifiering är inte tillåtet efter att du har publicerat din uppladdning.
tr: Yüklemenizi yayınladıktan sonra dosya ekleme, kaldırma veya değiştirmeye izin verilmez.

source: You must create a new version to add, modify or delete files.
ar: يجب عليك إحداث إصدار جديد كي تضيف ملفّات، تغييرها أو تزيلها.
cs: Pro přidání, úpravu nebo smazání souborů musíte vytvořit novou verzi.
es: Debe crear una nueva versión para agregar, modificar o eliminar archivos.
fi: Sinun on luotava uusi versio lisätäksesi, muokataksesi tai poistaaksesi tiedostoja.
fr: Vous devez créer une nouvelle version pour ajouter, modifier ou supprimer des fichiers.
hu: Fájlok hozzáadásához, módosításához vagy törléséhez új verziót kell létrehoznia.
ro: Trebuie să creezi o nouă versiune pentru a o adăuga, modifica sau șterge fișierele.
sv: Du måste skapa en ny version för att lägga till, ändra eller ta bort filer.
tr: Dosya eklemek, değiştirmek veya silmek için yeni bir sürüm oluşturmalısınız.

source: Drag and drop files
ar: سحب و إسقاط الملفات
cs: Přetáhněte soubory
es: Arrastrar y soltar archivos
fi: Vedä ja pudota tiedostoja
fr: Glisser et déposer des fichiers
hu: Húzza ide a fájlokat
ro: Poți pune fișiere cu drag and drop
sv: Dra och släpp filer
tr: Dosyaları sürükle bırak

source: Upload files
ar: تحميل الملفّات
cs: Nahrát soubory
es: Subir archivos
fi: Lähetä tiedostoja
fr: Télécharger des fichiers
hu: Fájlok feltöltése
ro: Încarcă fișierele
sv: Ladda upp filer
tr: Dosyaları yükle

source: Import files
ar: إستيراد الملفّات
cs: Naimportovat soubory
es: Importar archivos
fi: Tuo tiedostoja
fr: Importer des fichiers
hu: Fájlok importálása
ro: Importă fișierelor
sv: Importera filer
tr: Dosyaları içe aktar

source: Choose which file to preview on the published record landing page
ar: اختر الملف الذي تريد معاينته على صفحة التسجيلة المنشورة
fi: Valitse, mikä tiedosto esikatsellaan julkaistun tietueen aloitussivulla
sv: Välj vilken fil som ska förhandsvisas på postens publicerade landningssida

source: Filename
ar: إسم الملفّ
cs: Název souboru
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom du fichier
hu: Fájlnév
ro: Nume fișier
sv: Filnamn
tr: Dosya adı

source: Size
ar: الحجم
cs: Velikost
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
ro: Dimensiune
sv: Storlek
tr: Boyut

source: Progress
ar: سير التقدم
cs: Průběh
es: Progreso
fi: Edistyminen
fr: Progression
hu: Előrehaladás
ro: Progresul făcut
sv: Förlopp
tr: İlerleme durumu

source: Default preview
ar: العرض التلقائي
cs: Výchozí náhled
es: Vista previa predeterminada
fi: Oletusesikatselu
fr: Aperçu par défaut
hu: Alapértelmezett előnézet
ro: Previzualizare din oficiu
sv: Standardförhandsvisning
tr: Varsayılan önizleme

source: This is the file fingerprint (MD5 checksum), which can be used to verify the file integrity.
ar: هذه هي بصمة الملف (المجموع الاختباري MD5) ، والتي يمكن استخدامها للتّحقّق من كموليّة الملف.
cs: Toto je MD5 kontrolní součet souboru, který lze použít k ověření integrity souboru.
es: Esta es la huella digital del archivo (suma de comprobación MD5), que se puede utilizar para verificar la integridad del archivo.
fi: Tämä on tiedoston sormenjälki (MD5-tarkistussumma), jolla voidaan varmistaa tiedoston eheys.
fr: Il s'agit de l'empreinte digitale du fichier (MD5 checksum), qui peut être utilisée pour vérifier l'intégrité du fichier.
hu: Ez a fájl ujjlenyomata (MD5 ellenőrző összeg), amely a fájl integritásának ellenőrzésére használható.
ro: Acesta este fingerprint-ul fișierului (checksum MD5), care poate fi folosit pentru a verifica integritatea fișierului.
sv: Detta är filens fingeravtryck (MD5 checksum), som kan användas för att verifiera filens integritet.
tr: Bu, dosya bütünlüğünü doğrulamak için kullanılabilen dosya parmak izidir (MD5 sağlama toplamı).

source: N/A
ar: غير قابل للتطبيق
fi: Ei saatavilla

source: Pending
ar: قيد الإنتظار
cs: Nevyřízena
es: Pendiente
fi: Odottaa
fr: En attente
hu: Függőben
ro: În așteptare
sv: Pågående
tr: Bekliyor

source: Delete file
ar: حذف الملف
cs: Smazat soubor
es: Borrar archivo
fi: Poista tiedosto
fr: Supprimer le fichier
hu: Fájl törlése
ro: Șterge fișier
sv: Radera fil
tr: Dosyayı sil

source: or
ar: أو
cs: nebo
es: o
fi: tai
fr: ou
hu: vagy
ro: sau
sv: eller
tr: veya

source: This is a Metadata-only record.
ar: هذه تسجيلة بيانات فقط.
cs: Toto je záznam pouze s metadaty.
es: Este es un registro solo de metadatos.
fi: Tämä on vain metatiedot sisältävä tietue.
fr: Il s'agit d'un enregistrement uniquement de métadonnées.
hu: Ez egy csak-metaadat rekord.
ro: Aceasta este o înregistrare metadata-only
sv: Detta är en post med enbart Metadata.
tr: Bu bir sadece-meta verisi kaydıdır.

source: Metadata-only record
ar: تسجيلة بيانات فقط
cs: Záznam pouze s metadaty
es: Registro solo de metadatos
fi: Vain metatiedot -tietue
fr: Enregistrement uniquement des métadonnées.
hu: Csak metaadatot tartalmazó rekord
ro: Înregistrarea metadata-only
sv: Post med enbart Metadata
tr: yalnızca-üstveri kaydı

source: Disable files for this record
ar: تعطيل الملفات لهذه التّسجيلة
cs: Zakázat soubory pro tento záznam
es: Deshabilitar archivos para este registro
fi: Poista tiedostot käytöstä tässä tietueessa
fr: Désactiver les fichiers pour cet enregistrement
hu: Fájlok letiltása ehhez a rekordhoz
ro: Dezactivează fișierele pentru această înregistrare
sv: Inaktivera filer för den här posten
tr: Bu kayıt için dosyaları devre dışı bırak

source: Storage available
ar: التّخزين متوفّر
cs: Dostupné úložiště
es: Almacenamiento disponible
fi: Tallennustilaa saatavilla
fr: Stockage disponible
hu: Készlet elérhető
ro: Stocare disponibilă
sv: Tillgänglig lagring
tr: Kullanılabilir depolama alanı

source: {{length}} out of {{maxfiles}} files
ar: {{length}} من إجمالي {{maxfiles}} من الملفات
cs: {{length}} z {{maxfiles}} souborů
es: {{length}} de {{maxfiles}} archivos
fi: {{length}} / {{maxfiles}} tiedostoa
fr: {{length}} sur les fichiers {{maxfiles}}
hu: {{length}} {{maxfiles}} fájlból
ro: {{length}} din {{maxfiles}} fișiere
sv: {{length}} av {{maxfiles}} filer
tr: {{maxfiles}} dosyadan {{length}} tanesi

source: out of
ar: بين
cs: z
es: de
fi: kokonaismäärästä
fr: hors de
hu: ennyiből:
ro: din
sv: utav
tr: dosyadan

source: Add identifier
ar: أضف معرّف
cs: Přidat identifikátor
es: Añadir identificador
fi: Lisää tunniste
fr: Ajouter un identifiant
hu: Azonosító hozzáadása
ro: Adaugă identificator
sv: Lägg till identifierare
tr: Tanımlayıcı ekle

source: Identifier
ar: المعرّف
cs: Identifikátor
es: Identificador
fi: Tunniste
fr: Identifiant
hu: Azonosító
ro: Identificator
sv: Identifierare
tr: Tanımlayıcı

source: Scheme
ar: هيكل
cs: Schéma
es: Esquema
fi: Järjestelmä
fr: Schéma
hu: Séma
ro: Schema
sv: Schema
tr: Şema

source: Do you already have a {{pidLabel}} for this upload?
ar: هل لديك مسبقا {{pidLabel}} لهذا التحميل؟
cs: Opravdu máte {{pidLabel}} pro tento záznam?
es: ¿Tiene ya una {{pidLabel}} para este envío?
fi: Onko sinulla jo {{pidLabel}} tälle lähetykselle?
fr: Avez-vous déjà un {{pidLabel}} pour ce téléchargement?
hu: Már van {{pidLabel}} ehhez a feltöltéshez?
ro: Deja ai un {{pidLabel}} pentru acest upload?
sv: Har du redan en {{pidLabel}} för den här uppladdningen?
tr: Bu yükleme için zaten bir {{pidLabel}} var mı?

source: Yes, I already have one
ar: نعم، لديّ فعليّا واحدة
fi: Kyllä, minulla on jo
sv: Ja, jag har redan en

source: No, I need one
ar: لا، أنا بحاجة إلى واحدة
fi: Ei, tarvitsen sellaisen
sv: Nej, jag behöver en

source: No, I don't need one
ar: لا، أنا لست بحاجة إلى واحدة
fi: Ei, en tarvitse
sv: Nej, jag behöver ingen

source: Search for languages...
ar: بحث عن اللّغات...
cs: Hledat jazyky...
es: Buscar idiomas...
fi: Hae kieliä...
fr: Recherche de langues...
hu: Nyelvek keresése...
ro: Caută după limbile localizărilor...
sv: Sök efter språk...
tr: Dilleri ara...

source: Languages
ar: اللّغات
cs: Jazyky
es: Idiomas
fi: Kielet
fr: Langues
hu: Nyelvek
ro: Limbi de circulație
sv: Språk
tr: Diller
