Repository: inveniosoftware/invenio-rdm-records
Catalog: invenio_rdm_records/assets/semantic-ui/translations/invenio_rdm_records/messages/*/messages.po
Languages: ar, cs, es, fi, fr, hu, ro, sv, tr

source: Record or files protection must be <1>restricted</1> to apply an embargo.
cs: Pro použití embarga, záznam nebo soubory musí být <1>s omezeným přístupem</1>.
es: La protección de registros o archivos debe estar r<1>estringida</1> para aplicar un embargo.
fr: La protection des dossiers ou des dossiers doit être <1>restreint</1>appliquer un embargo.
hu: A zároláshoz <1>korlátozni</1> kell a rekordok vagy fájlok védelmét.
ro: Protecția înregistrării și a fișierelor trebuie să fie <1>restricționate</1> pentru a se aplica un embargo.
tr: Ambargo uygulamak için kayıt veya dosya koruması <1>kısıtlandırılmalıdır</1>.

source: Couldn't find your person? You can <2>create a new entry</2>.
cs: Nenašli jste vaši osobu? Můžete <2>vytvořit nový záznam</2>.
es: ¿No ha podido encontrar a su persona? Puede <2>crear una nueva entrada</2>.
fr: Vous n'avez pas pu trouver votre personne? Vous pouvez <2>créer une nouvelle entrée</2>.
hu: Nem találja, akit keresett? Létrehozhat <2>új bejegyzést</2>.
ro: Nu te găsești? Poți <2>crea o intrare nouă</2>.
tr: Kişinizi bulamadınız mı? <2>Yeni bir giriş oluşturabilirsiniz</2>.

source: Uploading the selected files would result in
cs: Nahrání vybraných souborů by mělo za následek
es: La subida de los archivos seleccionados podría dar lugar a
fr: Le téléchargement des fichiers sélectionnés entraînerait
hu: A kiválasztott fájlok feltöltése ezt eredményezheti:
ro: Încărcarea fișierelor selectate ar rezulta în
tr: Seçili dosyaların yüklenmesi şuna neden olur:

source: but the limit is
cs: ale limit je
es: pero el límite es
fr: mais la limite est
hu: de a limit
ro: dar limitele sunt
tr: fakat limit:

source: Set the default preview
hu: Alapértelmezett előnézet beállítása

source: Yes
cs: Ano
es: Sí
fr: Oui
hu: Igen
ro: Da
tr: Evet

source: No
cs: Ne
fr: Non
hu: Nem
ro: Nu
tr: Hayır

source: Mostly relevant for software and dataset uploads. A semantic version string is preferred see<1> semver.org</1>, but any version string is accepted.
cs: Především relevantní pro zadávání softwaru a datových sad. Je preferován řetězec sémantické verze viz <1>semver.org</1>, ale je přijímáno jakékoliv vyjádření verze.
es: Principalmente relevante para la subida de software y grupos de datos. Se prefiere una cadena semántica, vea <1>semver.org</1>, pero se acepta cualquier cadena de versión.
fr: Principalement pertinent pour les téléchargements de logiciels et de jeux de données. Une chaîne de version sémantique est préférable voir <1>semver.org</1>, mais toute chaîne de version est acceptée.
hu: Leginkább a szoftverek és adatkészletek feltöltésére vonatkozik. A szemantikus verziójú karakterláncok előnyben részesítettek, lásd a <1>semver.org</1> oldalt, de bármilyen verziójú karakterlánc elfogadható.
ro: Relevant pentru software și seturi de date. Este preferat un string de versionare semantică:<1> semver.org</1>, dar este acceptat orice șir de caractere care reprezintă versiunea.
tr: Çoğunlukla yazılım ve veri kümesi yüklemeleriyle ilgilidir. Semantik bir sürüm dizesi tercih edilir, bkz. <1>semver.org</1>, ancak herhangi bir sürüm dizesi kabul edilir.
